Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Syndication Settings
it_it: Impostazioni syndication
pt_br: Configurações da Sindicalização
th_th: ตั้งค่าการกระจายข่าวสาร

source: Manage Syndication Settings
it_it: Amministra le impostazioni di Syndication
pt_br: Gerenciar Configurações da Sindicalização
th_th: จัดการการตั้งค่าการกระจายข่าวสาร

source: Settings successfully Saved
it_it: Impostazioni salvate
pt_br: Configurações salvas com sucesso
th_th: การตั้งค่าถูกบันทึกเรียบร้อย

source: # Items
it_it: # Articoli
pt_br: # Itens
th_th: จำนวนรายการ

source: Activate support for Firefox Live Bookmarks functionality
it_it: Attiva il supporto per la funzionalità di Live Bookmarks di Firefox
pt_br: Ativar suporte para funcionalidade de Live Bookmarks do Firefox
th_th: กระตุ้นให้รองรับสำหรับ Firefox โดยอัตโนมัติ

source: Alt text for image
it_it: Alt text per l'immagine
pt_br: Texto ALT para imagem
th_th: ข้อความที่กำหนดให้อธิบายรูปภาพ

source: Author Alphabetical
it_it: Autore in ordine alfabetico
pt_br: Autor em ordem alfabética
th_th: ผู้เขียนเรียงตามอักษร

source: Author Reverse-Alphabetical
it_it: Autore in ordine alfabetico inverso
pt_br: Autor em ordem alfabética reversa
th_th: ผู้เขียนเรียงตามอักษรย้อนกลับ

source: Bookmark file
pt_br: Arquivo de Favoritos
th_th: ไฟล์ Bookmark

source: Cache
th_th: หน่วยความจำชั่วคราว

source: Cache Time
it_it: Tempo di Cache
pt_br: Tempo de Cache
th_th: เวลาของหน่วยความจำชั่วคราว

source: Cache file will refresh every x seconds
it_it: Refresh del file della Cache ogni x secondi
pt_br: Recarregar arquivo do cache a casa X segundos
th_th: ไฟล์หน่วยความจำชั่วคราวจะทำใหม่ทุก ๆ x วินาที

source: Cache the feed files
it_it: Metti in cache i file del feed
pt_br: Fazer cache dos arquivos de feed
th_th: แคชของ feed ไฟล์

source: Frontpage Ordering
it_it: Ordinamento pagina principale
pt_br: Ordem na Página Principal
th_th: การจัดเรียงด้านหน้าเว็บ

source: Image Alt
it_it: Alt testo dell'immagine
pt_br: ALT da Imagem
th_th: ข้อความภาพ

source: Image to be included in feed
it_it: Immagine da inserire nel feed
pt_br: Imagem para ser incluída no feed
th_th: รูปภาพที่ถูกแสดงอยู่ใน feed

source: Least Hits
it_it: Visite minime
pt_br: Menos Vistos
th_th: มีผู้เข้าชมน้อยที่สุด

source: Limit Text
it_it: Limite del testo
pt_br: Limite de Texto
th_th: จำกัดข้อความ

source: Limit the article text to the value indicated below
it_it: Il limite del testo dell'articolo è indicato di seguito
pt_br: Limite o texto do artigo para o valor indicado abaixo
th_th: จำกัดข้อความในเนื้อหาแสดงถึงค่าข้างล่าง

source: Most Hits
it_it: Più visitati
pt_br: Mais Vistos
th_th: มีผู้เข้าชมมากที่สุด

source: Most recent first
it_it: I più recenti prima
pt_br: Mais recentes primeiro
th_th: ล่าสุดที่มีผู้ชมมาก

source: Number of Items to syndicate
it_it: Numero di oggetti da condividere (syndicate)
pt_br: Número de Itens a Sindicalizar
th_th: จำนวนรายการที่ต้องการทำการกระจายข่าว

source: Off
pt_br: Desligado
th_th: ปิด

source: Oldest first
it_it: I più vecchi, prima
pt_br: Mais antigos primeiro
th_th: ให้ความสำคัญแก่เนื้อหาเก่าสุดเป็นอันดับแรก

source: Order
it_it: Ordina
pt_br: Ordem
th_th: ลำดับ

source: Order that the items will be displayed
it_it: L'ordine con cui vengono visualizzati
pt_br: Ordem em que os itens deve ser mostrados
th_th: รายการในบัญชีถูกเรียงตามลำดับในการแสดงผล

source: Special file name, if empty the default will be used.
it_it: Nome di file speciale, se lasciato vuoto sarà usato il nome di default
pt_br: Nome de arquivo especial. Se vazio o padrão será usado.
th_th: ชื่อไฟล์แบบพิเศษ, ถ้าว่างเปล่า ค่าเริ่มต้นจะถูกใช้.

source: Syndicate
pt_br: Sindicalizar
th_th: กระจายข่าว

source: Syndication Description
it_it: Descrizione della condivisione (Syndication)
pt_br: Descrição
th_th: รายละเอียดกระจายข่าว

source: Syndication Title
it_it: Titolo della condivisione (Sindication)
pt_br: Título do Link
th_th: ชื่อเรื่องกระจายข่าว

source: Text Length
it_it: Lunghezza del testo
pt_br: Tamanho do Texto
th_th: ความยาวของข้อความ

source: The word length of the article text - 0 will show no text
it_it: La lunghezza del testo dell'articolo a 0 significa nessun testo
pt_br: O tamanho da palavra do texto do artigo - 0 para não mostrar o texto
th_th: ความยาวของคำในเนื้อหา - หากเป็น 0 จะไม่แสดงข้อความอีก

source: This component controls the Syndication settings
it_it: Questo componente amministra le impostazioni della condivisione
pt_br: Este componente controla as configurações de Sindicalização
th_th: คอมโพเน้นท์นี้ใช้ควบคุมการทำงานของการกระจายข่าว

source: Title Alphabetical
it_it: Titolo, ordine alfabetico
pt_br: Título Alfabético
th_th: หัวเรื่องเรียงตามอักษร

source: Title Reverse-Alphabetical
it_it: Titolo, ordine alfabetico inverso
pt_br: Título em ordem alfabética reversa
th_th: หัวเรื่องเรียงตามอักษรย้อนกลับ

source: Browser, OS, Domain Statistics
it_it: Browser, So, Statistiche Dominio
pt_br: Navegador, SO, Estatísticas de Domínios
th_th: เบราว์เซอร์, โอเอส, สถิติ โดเมน

source: Browsers
pt_br: Navegadores
th_th: เบราว์เซอร์

source: Browser
pt_br: Navegador
th_th: เบราว์เซอร์

source: OS Stats
it_it: Statistiche SO
pt_br: Stats de SO
th_th: สถิติ ระบบปฏิบัติการ

source: Operating System
it_it: Sistema Operativo
pt_br: Sistema Operacional
th_th: ระบบปฏิบัติการ

source: Domain Stats
it_it: Statistiche Dominio
pt_br: Stats de Domínios
th_th: สถิติ โดเมน

source: Domain
it_it: Dominio
pt_br: Domínio
th_th: โดเมน

source: Page Impression Statistics
it_it: Statistiche Impression per pagina
pt_br: Estatísticas de Visualizações de Páginas
th_th: สถิติหน้าที่ถูกสนใจ

source: Page Impressions
it_it: Pagine visitate
pt_br: Visualizações de Páginas
th_th: สถิติการเข้าชมหน้าเพจ

source: Search Engine Text :
it_it: Motore di ricerca testo :
pt_br: Texto de Ferramenta de Busca:
th_th: สถิติของคำหรือข้อความที่ใช้ค้นหา :

source: logging is :
it_it: connesso :
pt_br: Login é:
th_th: สถิติผู้เข้าระบบ :

source: Disabled
it_it: Disabilitato
pt_br: Desabilitado
th_th: ปิดการใช้งาน

source: Search Text
it_it: Testi di ricerca
pt_br: Texto de Busca
th_th: สถิติคำค้น

source: Times Requested
it_it: Tempo richiesto
pt_br: Vezes Solicitadas
th_th: จำนวนครั้งที่ค้นหา

source: Results Returned
it_it: Risultati ritornati
pt_br: Resultados Retornados
th_th: ค้นพบทั้งหมด

source: Section Manager
it_it: Gestore sezioni
pt_br: Gerenciador de Seções
th_th: เพิ่ม/แก้ไข หมวดของเนื้อหา

source: Section Name
it_it: Nome Sezione
pt_br: Nome da Seção
th_th: ชื่อหมวด

source: Section ID
it_it: ID Sezione
pt_br: ID da Seção
th_th: หมวดลำดับที่

source: # Categories
it_it: # Categorie
pt_br: # Categorias
th_th: จำนวนประเภท

source: # Active
it_it: # Attive
pt_br: # Ativas
th_th: # จำนวนเนื้อหา

source: # Trash
it_it: n. di Cestinati
pt_br: # Lixo
th_th: # ถังขยะ

source: New Section
it_it: Nuova Sezione
pt_br: Nova Seção
th_th: หมวดใหม่

source: Please select a menu type
it_it: Prego selezionare un tipo di menu
pt_br: Por favor selecione um tipo de menu
th_th: กรุณาเลือกเมนู

source: Section must have a name
it_it: La Sezione deve avere un nome
pt_br: Seção deve ter um nome
th_th: กรุณาใส่ชื่อหมวด

source: Section must have a title
it_it: La Sezione deve avere un titolo
pt_br: Seção deve ter um título
th_th: กรุณาใส่ชื่อเรื่องหมวด

source: Section Details
it_it: Dettagli della Sezione
pt_br: Detalhes da Seção
th_th: รายละเอียดหมวด

source: Scope:
pt_br: Escopo:
th_th: ขอบเขต:

source: A short name to appear in menus
it_it: Un nome corto da mostrare nel menu
pt_br: Um nome pequeno que irá aparecer nos menus
th_th: ชื่อที่ใช้สั้นเกินไป

source: A long name to be displayed in headings
it_it: Un nome lungo da essere visualizzato nelle intestazioni
pt_br: Um nome longo para ser mostrado nos cabeçalhos
th_th: ชื่อที่ใช้ยาวเกินไป

source: Image:
it_it: Immagine
pt_br: Imagem:
th_th: รูป:

source: Preview
it_it: Anteprima
pt_br: Pré-Visualização
th_th: แสดงตัวอย่าง

source: Image Position:
it_it: Posizione immagine
pt_br: Posição da Imagem:
th_th: ตำแหน่งรูปภาพ:

source: This will create a new menu item in the menu you select
it_it: Questo creerà un nuovo elemento nel menu selezionato
pt_br: Isto criará um novo item de menu no menu selecionado
th_th: จะสร้างเมนูใหม่ในเมนูที่คุณเลือก

source: Select Menu Type
it_it: Seleziona un Tipo di Menu
pt_br: Selecione o Tipo de Menu
th_th: เลือกรูปแบบเมนู

source: Menu links available when saved
it_it: Il collegamento al menu sarà disponibile dopo il salvataggio
pt_br: Links de Menu são visíveis depois de salvos
th_th: เมนูลิงก์ใช้งานได้ เมื่อถูกบันทึก

source: Copy Section
it_it: Copia Sezione
pt_br: Copiar Seção
th_th: คัดลอกหมวด

source: Copy to Section:
it_it: Copia alla sezione:
pt_br: Copiar para a Seção:
th_th: คัดลอกไปหมวด:

source: The new Section name
it_it: Nuovo nome di Sezione
pt_br: O novo nome da Seção
th_th: ชื่อหมวดใหม่

source: Categories being copied:
it_it: Categoria che sarà copiata
pt_br: Categorias a serem copiadas:
th_th: กำลังคัดลอกประเภท:

source: Content Items being copied:
it_it: Articolo di contenuto che sarà copiato:
pt_br: Itens de Conteúdo a serem copiados:
th_th: กำลังคัดลอกเนื้อหา:

source: This will copy the Categories listed <br /> and all the items within the category (also listed) <br /> to the new Section created.
pt_br: Isto irá copiar as Categorias listadas <br /> e todos os itens dentro das categorias (também listados) <br /> para a nova Seção criada.
th_th: นี่จะเป็นการคัดลอกประเภท <br /> และรายการทั้งหมดในประเภท (ทุกอย่าง) <br /> ไปในหมวดใหม่.

source: The section %s is currently being edited by another administrator
it_it: La sezione %d è attualmente aperta per modifiche da un altro amministratore
pt_br: A seção %s está sendo editada por outro administrador
th_th: หมวด %s กำลังแก้ไขโดยผู้ดูแลท่านอื่นอยู่

source: Section Table
it_it: Tabella di una Sezione
pt_br: Tabela de Seção
th_th: ตารางหมวด

source: Section Blog
it_it: Sezione Blog
pt_br: Blog de Seção
th_th: บล็อกหมวด

source: Section Blog Archive
it_it: Archivio del Blog di una Sezione
pt_br: Arquivo de Blog de Seção
th_th: บล็อกหมวดคลังเนื้อหา

source: Select Type
it_it: Seleziona tipo
pt_br: Selecione o Tipo
th_th: เลือกชนิด

source: Section List
it_it: Elenco sezione
pt_br: Lista de Seção
th_th: รายการหมวด

source: Section Archive Blog
th_th: บล็อกหมวดคลังเนื้อหา

source: Changes to Section saved
it_it: Le modifiche alla Sezione sono state effettuate
pt_br: Alterações Salvas para a Seção
th_th: หมวดที่แก้ไขถูกบันทึกแล้ว

source: Section saved
it_it: Sezione salvata
pt_br: Seção salva
th_th: บันทึกหมวด

source: Select a section to delete
it_it: Seleziona una Sezione da cancellare
pt_br: Selecione uma seção para apagar
th_th: เลือกหมวดที่ต้องการลบ

source: Sections(s): %s cannot be removed as they contain categories
it_it: La Sezione (o le sezioni): %s non possono essere cancellate in quanto contengono categorie
pt_br: Seção(ões): %s não podem ser removidas pois contém categorias
th_th: หมวด: %s ไม่สามารถลบได้ เนื่องจากมีประเภทเชื่อมโยงอยู่

source: Section(s): %s successfully deleted
it_it: la Sezione (o le sezioni): %s sono state correttamente cancellate
pt_br: Seção(ões): %s apagadas com sucesso
th_th: หมวด: %s ลบได้สำเร็จ

source: Select a section to
it_it: Seleziona una Sezione da
pt_br: Selecione uma seção para
th_th: เลือกหมวดไปยัง

source: Cannot Publish an Empty Section
it_it: Non si può pubblicare una Sezione vuota
pt_br: Não é possível publicar uma seção vazia
th_th: ไม่สามารถเผยแพร่ได้ ไม่มีเนื้อหาในหมวด

source: Select an item to move
it_it: Seleziona un articolo da spostare
pt_br: Selecione um item para mover
th_th: เลือกเนื้อหาเพื่อย้าย

source: Section %s and all its Categories and Items have been copied as %s
it_it: La sezione %s e tutte le sue categorie sono state copiate in %s
pt_br: Seção %s, todas as suas Categorias e todos os Itens foram copiados para %s
th_th: หมวด %s และ ประเภท/รายการทั้งหมดถูกคัดลอก %s

source: %s ( %s ) in menu: %s successfully created
it_it: %s ( %s ) nel menu: %s creato correttamente
pt_br: %s (%s) no menu: %s criado com sucesso
th_th: %s ( %s ) ในเมนู: %s สร้างเรียบร้อย

source: Copy
it_it: Copia
pt_br: Copiar
th_th: คัดลอก

source: Search
it_it: Cerca
pt_br: Procurar
th_th: ค้นหา

source: This component manages the Search functionality.
it_it: Questo componente amministra le funzionalità di ricerca.
pt_br: Este componente gerencia a funcionalidade de pesquisa.
th_th: คอมโพเน้นท์นี้จัดการการค้นหาซึ่งสามารถทำงานได้ดี

source: Search Keyword
it_it: Cerca Keyword
pt_br: Termos de Busca
th_th: คำที่ใช้ค้นหา

source: Ordering
it_it: Ordinamento
pt_br: Ordenamento
th_th: การจัดเรียง

source: returned %d match
th_th: พบ %d ข้อความ

source: Newest first
it_it: Prima i più recenti
pt_br: Mais novos em primeiro
th_th: ใหม่ก่อน

source: Most popular
it_it: I più popolari
pt_br: Mais populares
th_th: สุดฮอต

source: Alphabetical
it_it: Alfabetico
pt_br: Alfabética
th_th: ตามลำดับอักษร

source: Section/Category
it_it: Sezione/Categoria
pt_br: Seção/Categoria
th_th: หมวดหมู่ /ประเภท

source: Any words
it_it: Qualunque parola
pt_br: Qualquer palavra
th_th: บางคำ

source: All words
it_it: Tutte le parole
pt_br: Todas as palavras
th_th: ทุกคำ

source: Exact phrase
it_it: Frase esatta
pt_br: Palavra exata
th_th: ทุกตัวอักษร

source: No results were found
it_it: Nessun risultato trovato
pt_br: Nenhum resultado foi encontrado
th_th: ไม่พบข้อมูล

source: One or more common words were ignored in the search
it_it: Una o più parole comuni sono state ignorate nella ricerca
pt_br: Uma ou mais palavras comuns foram ignoradas na sua pesquisa
th_th: หนึ่งหรือหลายคำในนี้ไม่สามารถค้นหาได้

source: Lost your Password?
it_it: Hai perso la Password?
pt_br: Perdeu sua senha?
th_th: ลืมรหัสผ่าน?

source: Please enter your Username and e-mail address then click on the Send Password button.%s You will receive a new password shortly. Use the new password to access the site.
it_it: Prego, inserisci il tuo Nome Utente e indirizzo e-mail poi clicca sul Pulsante Spedisci. %s Riceverai una nuova password rapidamente. Usa la nuova password per accedere al sito.
pt_br: Digite seu Nome de Usuário e endereço de e-mail e clique no botão Enviar Senha. %s Você irá receber uma nova senha em breve. Use a nova senha para acessar o site.
th_th: กรุณาใส่ ชื่อสำหรับล็อกอิน และอีเมล ของคุณ แล้วคลิกที่ปุ่ม ส่งรหัสผ่านคุณจะได้รับรหัสผ่านทางอีเมล และให้ใช้รหัสใหม่ที่ได้รับนี้ ในการล็อกอินเข้าใช้งาน

source: E-mail Address:
it_it: Indirizzo E-Mail:
pt_br: Endereço de E-mail:
th_th: อีเมล:

source: Send Password
it_it: Invia Password
pt_br: Enviar Senha
th_th: ส่งรหัสผ่าน

source: Please enter a valid password -- more than 6 characters with no spaces and containing only the characters 0-9, a-z, or A-Z
it_it: Prego, inserisci una password valida -- più lunga di 6 caratteri senza spazi e contenente solo caratteri 0-9, a-z, o A-Z
pt_br: Por favor digite uma senha válida. Sem espaços, mais que 6 caracteres e contendo somente caracteres dos conjuntos 0-9,a-z, or A-Z
th_th: ใส่รหัสผ่านไม่ต้องเว้นวรรค, ตัวอักษรต้องมากกว่า 6 ตัว และเป็นอักษร 0-9,a-z,A-Z

source: Please verify the password.
it_it: Prego, verifica la password.
pt_br: Por favor verifique sua senha.
th_th: ยืนยันรหัสผ่านอีกครั้ง.

source: Registration
it_it: Registrazione
pt_br: Registro
th_th: ลงทะเบียน

source: Fields marked with an asterisk (*) are required.
it_it: I campi contrassegnati con l'asterisco (*) sono richiesti.
pt_br: Campos marcados com asterisco (*) são de preenchimento obrigatórios.
th_th: กรุณาใส่ข้อมูลใน (*) ให้ครบถ้วน.

source: E-mail:
th_th: อีเมล:

source: Verify E-mail:
th_th: ยืนยันอีเมล:

source: Disclaimer and<br>Privacy Policy:
th_th: คำออกตัว และ<br>ข้อความลับ:

source: put your disclaimer here..
th_th: วางคำออกตัวลงที่นี่..

source: Yes, I Accept
th_th: ถูกต้อง, ยืนยัน

source: Send Registration
it_it: Invia Registrazione
pt_br: Enviar Registro
th_th: ส่ง การลงทะเบียน

source: Sorry, no corresponding user was found. Please make sure you entered a valid username and a valid email address. Both are required.
th_th: ขออภัย, ไม่พบผู้ใช้นี้ในทะเบียน. กรุณาตรวจสอบให้แน่ใจ สิ่งที่คุณใส่ ชื่อผู้ใช้สมบูรณ์ และตำแหน่งที่อยู่อีเมล์สมบูรณ์. เป็นสิ่งที่ต้องการ.

source: The user account %s has this email associated with it. A web user from %s has just requested that a new password be sent. Your New Password is: %s If you didn't ask for this, don't worry. You are seeing this message, not them. If this was an error just login with your new password and then change your password to what you would like it to be.
it_it: L'account dell'utente %s ha questo indirizzo email associato. Un utente web da %s ha appena richiesto che gli fosse spedita una nuova password. La tua nuova password è: %s se non hai effettuato tu la richiesta, non ti preoccupare: solo tu stai vedendo questo messaggio e nessun altro. Se questo è un errore, è sufficiente che ti connetta al sito con la nuova password e la cambi con un'altra di tua scelta.
pt_br: A conta de usuário %s está associada neste e-mail. Um usuário web de %s requisitou que uma nova senha fosse enviada. Sua nova senha é: %s Se você não solicitou isso, não se preocupe. Se foi um erro, autentique-se no site com a nova senha e altere-a para uma que deseja.
th_th: สมาชิกที่ใช้ชื่อ %s ในการสมัครเป็นสมาชิก. ของเว็บ %s ได้ลืมรหัสในการล็อกอินและได้ขอให้จัดส่งรหัสผ่านใหม่. รหัสใหม่ของคุณคือ: %s หากคุณไม่ได้ขอให้ระบบจัดส่งอีเมลนี้มาให้ไม่ต้องเป็นกังวล. เพราะรหัสผ่านจะถูกส่งมาทางอีเมลของคุณเท่านั้น จะไม่มีคนอื่นทราบ คุณสามารถใช้ รหัสผ่านนี้ล็อกอิน และเปลี่ยนเป็นรหัสที่คุณต้องการได้เอง.

source: %s :: New password for - %s
it_it: %s :: Nuova Password per - %s
pt_br: %s :: Nova senha para - %s
th_th: %s :: รหัสประจำตัวสำหรับ - %s

source: New User Password created and sent!
it_it: La nuova Password è stata creata e inviata!
pt_br: Nova senha criada e enviada!
th_th: รหัสใหม่ได้บันทึกและถูกส่งไปแล้ว!

source: Account details for %s at %s
it_it: Dettagli Account di %s a %s
pt_br: Detalhes da conta de %s em %s
th_th: รายละเอียดสมาชิกใหม่ %s ใน %s

source: Hello %s, Thank you for registering at %s. Your account has been created but, as a precaution, it must be activated by you before you can use it. To activate the account click on the following link or copy and paste it in your browser: %s After activation you may login to %s using the following username and password: Username - %s Password - %s
it_it: Ciao %s, Grazie per esserti registrato a %s. Il tuo Account è stato creato ma, per precauzione, lo devi attivare prima di usarlo. Per attivare l'account clicca sul seguente link o copia e incolla sul tuo browser: NomeUtente - %s Password - %s
pt_br: Olá %s, Obrigado pelo seu registro em %s. Sua conta foi criada mas como precaução precisa ser ativada antes de usá-la. Para ativar sua conta, clique no link a seguir ou cipie-o e cole no seu navegador: %s Depois da ativação voc6e pode se autenticar em %s usando os senguintes nome de usuário e senha: Nome de Usuário - %s Senha - %s
th_th: สวัสดีคุณ %s, ขอบคุณที่สมัครสมาชิก %s. คุณสามารถเข้าใช้งานได้ทันทีที่คุณยืนยันหากต้องการยืนยัน คลิ๊ก link หรือ copy แล้ววาง ในช่อง address ในเบราซ์เซอร์ของคุณ: %s หลังจากยืนยันแล้วกรุณาล็อกอินเข้าสู่ %s โดยใช้ ชื่อผู้ใช้ และรหัสผ่านตามนี้: ชื่อผู้ใช้ - %s รหัสผ่าน - %s

source: Hello %s, Thank you for registering at %s. You may now login to %s using the username and password you registered with.
it_it: Ciao %s, Grazie per esserti registrato a %s. Ora puoi connetterti al sito %s inserendo i nome Utente e password che hai usato per registrarti.
pt_br: Olá %s, Obrigado pelo seu registro em %s. Agora você pode se autenticar em %s usando o nome de usuário e senha que você escolheu no registro.
th_th: สวัสดีคุณ %s, ขอบคุณที่สมัครสมาชิก %s. คุณสามารถล็อกอินเข้าใช้งาน %s ด้วย ชื่อผู้ใช้ และ รหัสผ่าน ที่คุณได้ลงทะเบียนไว้.

source: Hello %s, A new user has registered at %s. This email contains their details: Name - %s e-mail - %s Username - %s Please do not respond to this message as it is automatically generated and is for information purposes only
it_it: Ciao %s, Un nuovo utente si è registrato a %s. Nome - %s e-mail - %s NomeUtente - %s Prego di non rispondere a questo messaggio in quanto generato automaticamente e a solo scopo informativo
pt_br: Olá %s, Um novo usuário se registrou em %s. Este e-mail contém seus detalhes: Nome - %s E-mail - %s Nome de Usuário - %s Por favor não responda este mensagem. Ela foi gerada automaticamente somente com caráter informativo.
th_th: สวัสดี %s, มีสมาชิกใหม่ลงทะเบียนมายัง %s. ด้านล่างนี้คือ รายละเอียดของสมาชิก: ชื่อ - %s อีเมล - %s ชื่อผู้ใช้ - %s ข้อความนี้เป็นข้อความอัตโนมัติจากระบบ คุณไม่จำเป็นต้องตอบกลับ

source: Registration Complete
it_it: Registrazione Completata
pt_br: Registro Completo
th_th: ลงทะเบียนเสร็จแล้วครับ!

source: Your account has been created and an activation link has been sent to the e-mail address you entered. Note that you must activate the account by clicking on the activation link before you can login.
it_it: Il tuo account è stato creato e un link di attivazione è stato inviato all'indirizzo email che hai inserito. Nota che devi attivare l'account cliccando sul link di attivazione, prima di poterti connettere al sito.
pt_br: Sua conta foi criada e um link de ativação foi enviado para o endereço de e-mail informado por você. Note que você deve ativar sua conta clicando neste link de ativação antes de voc6e se registrar no site.
th_th: คุณต้องยืนยันตัวคุณก่อนโดยเข้าไปเปิดอีเมลที่ลงทะเบียนไว้แล้วคลิ๊กลิ้งค์เพื่อยีนยันจากนันสามารถเข้าใช้งานได้.

source: You may now login.
it_it: Ora puoi connetteri al sito.
pt_br: Agora você pode se autenticar.
th_th: คุณสามารถเข้าใช้ได้ทันที.

source: Invalid Activation Link!
it_it: Link di attivazione non valido!
pt_br: Link de Ativação Inválido!
th_th: การยืนยันไม่ผ่าน

source: There is no such account in our database or the account has already been activated.
it_it: Non c'è un utente simile nel nostro archivio oppure il suo account è già stato attivato.
pt_br: Não existe esta conta em nosso banco de dados ou ela já foi ativada.
th_th: ไม่มีชื่อผู้ใช้นี้อยู่ในฐานข้อมูล.

source: Activation Complete!
it_it: Attivazione completata!
pt_br: Ativação Completa!
th_th: การลงทะเบียนเสร็จสมบูรณ์!

source: Your account has been activated successfully. You can now login using the username and password you chose during registration.
it_it: Il tuo account è stato attivato correttamente. Ora puoi connetterti al sito usando il nome utente e la password che hai scelto durante la registrazione.
pt_br: Sua conta foi ativada com sucesso. Agora você pode fazer seu login usando o nome de usuário e senha que você escolheu durante o registro.
th_th: การยืนยันเสร็จสมบูรณ์คุณสามารถล็อกอินเข้าใช้งานด้วย ชื่อผู้ใช้ และ รหัสผ่าน ที่คุณได้ลงทะเบียนไว้

source: Poll Manager
it_it: Amministrazione Sondaggi
pt_br: Gerenciador de Enquetes
th_th: การจัดการโพลล์

source: Poll Question
th_th: ชื่อเรื่องโพลล์

source: Options
it_it: Opzioni
pt_br: Opções
th_th: ตัวเลือก

source: Lag
it_it: ritardo
th_th: เวลา

source: Edit Poll
it_it: Edita il sondaggio
pt_br: Editar Enquete
th_th: แก้ไขโพลล์

source: Poll must have a title
it_it: Il sondaggio deve avere un titolo
pt_br: A enquete deve ter um nome
th_th: กรุณาใส่หัวข้อโพลล์

source: Poll must have a non-zero lag time
it_it: Il sondaggio deve avere un non-zero tempo di ritardo
pt_br: A enquete deve ter um valor diferente de zero para o tempo de lag
th_th: การตั้งค่าโพลล์ต้องใส่เลขมากกว่า 0

source: Poll:
it_it: Sondaggio:
pt_br: Enquete:
th_th: โพลล์:

source: Question:
th_th: คำถาม:

source: Show on menu items:
it_it: Mostra il menu dell'oggetto
pt_br: Mostrar nos itens de menu:
th_th: แสดงรายการเมนู

source: Lag:
it_it: Ritardo:
th_th: เวลา:

source: Options:
it_it: Opzioni:
pt_br: Opções
th_th: ตัวเลือก:
