Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: You must select a image for the banner.
it_it: Si deve selezionare una immagine, per il banner.
pt_br: Você deve selecionar uma imagem para o banner.
th_th: กรุณาใส่รูปให้ป้ายโฆษณา.

source: You must select a URL/Custom banner code for the banner.
it_it: Si deve selezionare una URL/codice banner personalizzato, per il banner.
pt_br: Você deve selecionar uma URL/Código Customizado para o banner.
th_th: กรุณาใส่การเชื่อมโยง(URL).

source: Publish
it_it: Pubblica
pt_br: Publicar
th_th: เผยแพร่

source: Assign
it_it: Assegna
pt_br: Atribuir
th_th: กำหนดเทมเพลต

source: Unpublish
it_it: Non pubblicare
pt_br: Despublicar
th_th: ไม่เผยแพร่

source: Move Up
th_th: ย้ายขึ้น

source: Move Down
th_th: ย้ายลง

source: Control Panel
it_it: Pannello di controllo
pt_br: Painel de Controle
th_th: แผงควบคุม

source: Home
th_th: หน้าหลัก

source: Site Management
it_it: Gestione sito
pt_br: Gerenciamento do Site
th_th: การบริหารจัดการเว็บ

source: Configuration
it_it: Configurazione
pt_br: Configuração
th_th: ตั้งค่าคอนฟิค

source: Manage languages
it_it: Gestione lingue
pt_br: Gerenciar idiomas
th_th: เปลี่ยนภาษา

source: Manage Media Files
it_it: Gestione file Media
pt_br: Gereciar Arquivos de Mídia
th_th: การจัดการไฟล์มีเดีย

source: In New Window
it_it: In una nuova finestra
pt_br: Em Nova Janela
th_th: ในหน้าต่างใหม่

source: Inline
it_it: In linea
pt_br: Em Linha
th_th: ในหน้าต่างนี้

source: Inline with Positions
it_it: In linea con posizioni
pt_br: Em Linha com Posições
th_th: ในหน้าต่างนี้และแสดงตำแหน่งของโมดูล

source: Site Statistics
it_it: Statistiche sito
pt_br: Estatísticas do Site
th_th: สถิติเว็บ

source: Browser, OS, Domain
it_it: Browser, SO, Domini
pt_br: Nagvegadores, SO, Domínios
th_th: บราวเซอร์, โอเอส, โดเมน

source: Change site template
it_it: Cambia template del sito
pt_br: Alterar template do site
th_th: เปลี่ยนเทมเพลตเว็บไซต์

source: Site Templates
it_it: Templates del sito
pt_br: Templates do Site
th_th: เทมเพลตเว็บไซต์

source: Administrator Templates
it_it: Template amministrazione
pt_br: Administrador de Templates
th_th: เทมเพลตผู้ดูแล

source: Change admin template
it_it: Cambia template amministrazione
pt_br: Alterar Template do Admin
th_th: เปลี่ยนเทมเพลตผู้ดูแล

source: Template positions
it_it: Posizione template
pt_br: Posições de Templates
th_th: ตำแหน่งเทมเพลต

source: Manage Trash
it_it: Gestisci cestino
pt_br: Gerenciar Lixeira
th_th: การจัดการถังรีไชเคิล

source: Manage users
it_it: Gestisci utenti
pt_br: Gerenciar Usuários
th_th: การจัดการสมาชิก

source: Menu Management
it_it: Gestione menu
pt_br: Gerenciamento de Menus
th_th: การจัดการเมนู

source: Content Management
it_it: Gestione contenuti
pt_br: Gerenciamento de Conteúdo
th_th: การจัดการเนื้อหา

source: Content Managers
it_it: Gestore contenuti
pt_br: Gerenciadores de Conteúdo
th_th: การจัดการเนื้อหา

source: Content by Section
it_it: Contenuti per sezione
pt_br: Conteúdo por Seção
th_th: เนื้อหาตามหมวด

source: Add/Edit
it_it: Aggiungi/Modifica
pt_br: Adicionar/Editar
th_th: เพิ่ม/แก้ไข

source: Categories
it_it: Categorie
pt_br: Categorias
th_th: ประเภท

source: Manage Content Items
it_it: Gestisci articoli di contenuto
pt_br: Gerenciar Itens de Conteúdo
th_th: การจัดการรายการเนื้อหา

source: Manage Typed Content Items
it_it: Gestisci articoli di contenuto testuale
pt_br: Gerenciar Tipos de Itens de Conteúdo
th_th: การจัดการรายการในเนื้อหา

source: Manage Content Sections
it_it: Gestione sezione contenuti
pt_br: Gerenciar Seções de Conteúdo
th_th: การจัดการส่วนหลักของเนื้อหา

source: Manage Content Categories
it_it: Gestisci categorie di contenuti
pt_br: Gerenciar Conteúdo de Categorias
th_th: การจัดการประเภทของเนื้อหา

source: Manage Frontpage Items
it_it: Gestisci articoli in prima pagina
pt_br: Gerenciar Itens da Página Principal
th_th: การจัดการรายการหน้าเว็บ

source: Manage Archive Items
it_it: Gestisci articoli in archivio
pt_br: Gerenciar Itens Arquivados
th_th: การจัดการรายการในคลังเนื้อหา

source: Component Management
it_it: Gestore componenti
pt_br: Gerenciador de Componentes
th_th: การจัดการคอมโพเน้นท์

source: Install/Uninstall components
it_it: Installa/Disinstalla componenti
pt_br: Instalar/Remover componentes
th_th: ติดตั้ง/ลบ คอมโพเน้นท์

source: Review/Uninstall
th_th: แสดง/ลบ

source: More Components
it_it: Altri componenti
pt_br: Mais Componentes
th_th: คอมโพเน้นท์อื่นๆ

source: More Components...
it_it: Altri componenti...
pt_br: Mais Componentes...
th_th: คอมโพเน้นท์อื่น ๆ เพิ่มเติม...

source: Module Management
it_it: Gestione moduli
pt_br: Gerenciador de Módulos
th_th: การจัดการโมดูล

source: Modules
it_it: Moduli
pt_br: Módulos
th_th: โมดูล

source: Install custom modules
it_it: Installa moduli personalizzati
pt_br: Instalar Módulos Customizados
th_th: ติดตั้งโมดูล

source: Manage Site modules
it_it: Gestisci moduli del sito
pt_br: Gerenciar Módulos do Site
th_th: การจัดการโมดูลเว็บ

source: Administrator Modules
it_it: Moduli amministrazione
pt_br: Módulos do Administrador
th_th: โมดูลของผู้ดูแล

source: Manage Administrator modules
it_it: Gestione moduli amministrazione
pt_br: Gerenciador de Módulos do Administrador
th_th: การจัดการโมดูลของผู้ดูแล

source: Mambot Management
it_it: Gestione mambot
pt_br: Gerenciador de Mambots
th_th: การจัดการแมมบอท

source: Mambots
th_th: แมมบอท

source: Install custom mambot
it_it: Installa mambot personalizzato
pt_br: Instalar Mambots Customizados
th_th: ติดตั้งแมมบอท

source: Manage Site Mambots
it_it: Gestione mambots del sito
pt_br: Gerenciar Mambots do Site
th_th: การจัดการแมมบอทเว็บ

source: Site Mambots
it_it: Mambots del sito
pt_br: Mambots do Site
th_th: แมมบอทเว็บ

source: Installer List
it_it: Elenco installatore
pt_br: Lista de Instaladores
th_th: รายการที่จะติดตั้ง

source: Installers
it_it: Installatore
pt_br: Instaladores
th_th: ติดตั้ง

source: Install Any Plugin
th_th: ติดตั้งปลั๊กอินอย่างใดๆ

source: Universal
th_th: ทั่วไป

source: Install from The Source
th_th: ติดตั้งจากต้นกำเนิด

source: The Source
th_th: ต้นกำเนิด

source: Messaging Management
it_it: Gestione messaggi
pt_br: Gerenciamento de Mensagens
th_th: การจัดการส่งข้อความ

source: Inbox
it_it: Arrivati
pt_br: Caixa de Entrada
th_th: กล่องข้อความเข้า

source: Private Messages
it_it: Messaggi privati
pt_br: Mensagens Privadas
th_th: ข้อความส่วนบุคคล

source: System
it_it: Sistema
pt_br: Sistema
th_th: ระบบ

source: System Management
it_it: Gestione sistema
pt_br: Gerenciamento do Sistema
th_th: การจัดการระบบ

source: Check-in all checked-out items
it_it: Sblocca tutti gli elementi bloccati
pt_br: Verificados todos os itens
th_th: เช็คอินรายการเช็คเอาท์ทั้งหมด

source: Global Checkin
it_it: Controllo generale
pt_br: Verificação Global
th_th: ตรวจสอบรายละเอียดทั้งหมด

source: System Information
it_it: Informazioni Sistema
pt_br: Informações do Sistema
th_th: ข้อมูลระบบ

source: View System Information
it_it: Vedi informazioni di sistema
pt_br: Ver Informações do Sistema
th_th: แสดงข้อมูลระบบ

source: Clean Cache
it_it: Pulisci la cache
pt_br: Limpar Cache
th_th: ลบแคช

source: Clean the content items cache
it_it: Pulisci la cache dagli elementi di contenuto
pt_br: Limpar os itens de conteúdo do cache
th_th: ล้างแคชของเนื้อหาทั้งหมด

source: Most Recently Added Content
it_it: Ultimi contenuti aggiunti
pt_br: Conteúdos Adicioandos Recentemente
th_th: เนื้อหาที่มีการเพิ่มมาล่าสุด

source: Currently Logged in Users
it_it: Utenti attualmente connessi
pt_br: Usuários Atualmente Logados
th_th: ผู้ใช้งานที่ล็อกอินอยู่

source: Force Logout User
it_it: Forza disconnessione utente
pt_br: Forçar logout do Usuário
th_th: เคลียร์ผู้ใช้งานออกจากระบบ

source: Logged in Users
th_th: ผู้ใช้งานที่ล็อกอินอยู่

source: This module shows a list of the currently logged in users
th_th: โมดูลนี้ใช้แสดงรายการผู้ใช้งานที่ล็อกอินอยู่

source: Users Online
it_it: Utenti online
pt_br: Usuários Online
th_th: ผู้ใช้งานออนไลน์

source: Most Popular Items
it_it: Articoli più popolari
pt_br: Itens Mais Populares
th_th: มีคนให้ความสนใจมากที่สุด

source: Popular Items
th_th: รายการที่ได้รับความนิยม

source: This module shows a list of the popular published Items that are still current (some may have expired even though they are the most recent). Items that are displayed on the Front Page Component are not included in the list.
th_th: นี่เป็นโมดูลแสดงรายการที่ได้รับความนิยมที่สุด ที่ถูกแสดงอยู่ในปัจจุบัน (บางบทความอาจหมดอายุแม้จะเพิ่งเพิ่มเข้ามา). รายการที่แสดงอยู่บนคอมโพเน้นท์ด้านหน้าเว็บ จะไม่รวมอยู่ในรายการ.

source: Static Content
it_it: Contenuto statico
pt_br: Conteúdo Estático
th_th: เนื้อหาสเตติก

source: Media
pt_br: Mídia
th_th: ไฟล์มีเดีย

source: Menus
it_it: Menu
th_th: เมนู

source: Users
it_it: Utenti
pt_br: Usuários
th_th: สมาชิก

source: This module shows stats of Items that are still current (some may have expired even though they are the most recent). Items that are displayed on the Front Page Component are not included in the list.
th_th: นี่เป็นโมดูลที่แสดงสถิติของรายการ ที่ถูกแสดงอยู่ในปัจจุบัน (บางบทความ อาจหมดอายุแม้จะเพิ่งเพิ่มเข้ามา). รายการที่แสดงอยู่บนคอมโพเน้นท์ด้านหน้าเว็บ จะไม่รวมอยู่ในรายการ.

source: Content Preview
it_it: Anteprima contenuto
pt_br: Pré-Visualização do Conteúdo
th_th: แสดงเนื้อหา

source: Module Preview
it_it: Anteprima modulo
pt_br: P're-Visualização de Módulo
th_th: แสดงโมดูล

source: Poll Preview
it_it: Anteprima sondaggio
pt_br: P're-Visualização de Enquete
th_th: แสดงแบบสำรวจ

source: Please select an image to upload
it_it: Prego selezionare un’immagine da caricare
pt_br: Por favor selecione uma imagem para enviar
th_th: กรุณาเลือกรูปที่ต้องการอับโหลดก่อน

source: File must only contain alphanumeric characters and no spaces please.
it_it: Il file deve contenere solo caratteri alfanumerici e nessuno spazio
pt_br: O nome do arquivo deve conter somente caracteres alfanuméricos e sem espaços
th_th: ไม่สามารถใส่อักขระพิเศษหรือเว้นวรรคได้

source: Image %s already exists.
it_it: L’immagine %s esiste già.
pt_br: Imagem %s já existe
th_th: รูป %s มีอยู่แล้ว

source: The file must be gif, png, jpg, bmp, swf, doc, xls or ppt
it_it: Il file deve essere gif, png, jpg, bmp, swf, doc, xls o ppt
pt_br: O arquivo deve ser gif, png, jpg, bmp, swf, doc, xls ou ppt
th_th: ไฟล์ที่ใช้ได้คือ gif, png, jpg, bmp, swf, doc, xls หรือ ppt

source: Upload of %s failed
th_th: อัพโหลด %s ล้มเหลว

source: Upload of %s to %s successful
th_th: อัพโหลด จาก %s ไป %s สมบูรณ์

source: File Upload :
it_it: Caricamento file:
pt_br: Enviar Arquivo:
th_th: อัพโหลดไฟล์ :

source: Mambo Logo
it_it: Logo Mambo
pt_br: Logo do Mambo
th_th: สัญลักษณ์แมมโบ้

source: Welcome to Mambo!
it_it: benvenuto in Mambo!
pt_br: Bem-Vindo ao Mambo!
th_th: ระบบบริหารจัดการเว็บไซต์!

source: Use a valid username and password to gain access to the administration console.
it_it: Usa un nome utente ed una password validi per accedere al pannello di controllo
pt_br: Use um nome de usuário e uma senha válidos para obter acesso a área administrativa.
th_th: กรุณาใส่รายละเอียดเพื่อล็อกอิน หากคุณไม่มีหน้าที่เกี่ยวข้อง กรุณาปิดหน้าต่างนี้ด้วยครับ.

source: Advanced Mode
it_it: Modo avanzato
pt_br: Modo Avançado
th_th: โหมดขั้นสูง

source: Simple Mode
it_it: Modo base
pt_br: Modo Básico
th_th: โหมดปกติ

source: selected
it_it: selezionato
pt_br: selecionado
th_th: ใช้งานอยู่

source: unselected
it_it: deselezionato
pt_br: não selecionado
th_th: ยังไม่ได้เลือก

source: Information
it_it: Informazione
pt_br: Informação
th_th: ข้อมูล

source: System Info
it_it: Info Sistema
pt_br: Infos do Sistema
th_th: ข้อมูลระบบ

source: PHP built On:
it_it: PHP installato:
th_th: PHP ทำงานในระบบ:

source: Database Version:
it_it: Versione Database:
pt_br: Versão do Banco de Dados:
th_th: ฐานข้อมูลเวอร์ชัน:

source: PHP Version:
it_it: Versione PHP:
pt_br: Versão do PHP:
th_th: PHP เวอร์ชัน:

source: Web Server:
pt_br: Servidor Web:
th_th: เว็บเซิร์ฟเวอร์:

source: WebServer to PHP interface:
it_it: Interfaccia web server a PHP:
pt_br: Inteface do Servidor Web para PHP:
th_th: จากเว็บเซิร์ฟเวอร์สู่รูปแบบพีเอชพี:

source: Mambo Version:
it_it: Versione Mambo:
pt_br: Versão do Mambo:
th_th: แมมโบ้เวอร์ชัน:

source: User Agent:
it_it: Agente Utente:
pt_br: Agente do Usuário:
th_th: ตัวแทนผู้ใช้:

source: Relevant PHP Settings:
it_it: Configurazione PHP:
pt_br: Configurações Relevantes do PHP:
th_th: การตั้งค่าใน PHP:

source: Configuration File:
it_it: File di configurazione
pt_br: Arquivo de Configuração:
th_th: ไฟล์เก็บค่าคอนฟิค:

source: PHP Info
it_it: Info PHP
pt_br: Infos do PHP
th_th: รายละเอียด PHP

source: PHP Information
it_it: Informazioni sul PHP
pt_br: Informações do PHP
th_th: รายละเอียด PHP

source: Permissions
it_it: Permessi
pt_br: Permissões
th_th: การยินยอม

source: For all Mambo functions and features to work ALL of the following directories should be writeable:
it_it: Perché tutte le funzioni di Mambo siano attive e funzionanti, TUTTE le seguenti cartelle dovranno essere scrivibili:
pt_br: Para que TODAS as funções e funcionalidades do Mambo funcionem, os seguintes direórios devem permitir escrita:
th_th: แมมโบ้สามารถทำงานได้อย่างสมบูรณ์ก็ต่อเมื่อทุกไดเรกทอรี่่ สามารถเขียนได้:

source: Go
it_it: Vai
pt_br: Vai
th_th: หา

source: Clear Results
it_it: Cancella risultati
pt_br: Limpar Resultados
th_th: ล้างผลลัพธ์

source: Glossary
it_it: Glossario
pt_br: Glossário
th_th: ภาคคำศัพท์

source: Credits
it_it: Crediti
pt_br: Créditos
th_th: เครดิต

source: Support
it_it: Supporto
pt_br: Suporte
th_th: เว็บรองรับ

source: License
it_it: Licenza
pt_br: Licença
th_th: ใบอนุญาต

source: Search Results
th_th: ผลการค้นหา

source: Index
it_it: Indice
pt_br: Índice
th_th: ดัชนี

source: Site Preview
it_it: Anteprima sito
pt_br: Pré-visualização do site
th_th: ดูตัวอย่างเว็บ

source: Open in new window
it_it: Apri in una nuova finestra
pt_br: Abrir em uma nova janela
th_th: เปิดหน้าต่างใหม่

source: There is no link associated with this item
it_it: Non ci sono links associati a questo elemento
pt_br: Não existe um link associado com este item
th_th: ไม่มีลิงก์สำหรับรายการนี้

source: Override Created Date:
th_th: วันที่สร้าง:

source: WebLinks
pt_br: Links Web
th_th: เว็บลิงก์

source: Menu Item :: Link - Newsfeed
pt_br: Item de Menu :: Link - Newsfeed
th_th: รายการเมนู :: การเชื่อมโยง - Newsfeed

source: Creates a menu placeholder or separator
pt_br: Cria um separador ou placeholder de menu
th_th: สร้างเมนูตำแหน่งที่ หรือ ตัวแยก

source: Please fill in the newsfeed name.
it_it: Prego, inserisci il nome delle newsfeed
pt_br: Por favor preencha o nome do feed.
th_th: โปรดใส่ชื่อ newsfeed.

source: Please fill in the newsfeed link.
it_it: Prego, inserisci il collegamento delle newsfeed
pt_br: Por favor preencha o link do feed
th_th: โปรดใส่ลิงก์ของ newsfeed.

source: - Select Log Status -
th_th: - เลือกสถานะล็อค -

source: Weblink Manager
pt_br: Gerenciador de Links Web

source: Weblink:
pt_br: Link Web:

source: This will create a "Link - Static Content" in the menu you select
it_it: Questo genera un "Link - Al Contenuto Statico" nel menu selezionato
pt_br: Isto irá criar um "Conteúdo Estático - Link" no menu selecionado

source: Sorry, no corresponding user was found
it_it: Scusate, ma non è stata trovata alcuna corrispondenza
pt_br: Nenhum usuário correspondente foi encontrado

source: Poll Title
it_it: Titolo sondaggio
pt_br: Título da Enquete

source: Newsfeed Manager
it_it: Amministrazione delle Newsfeed
pt_br: Gerenciador de Feeds de Notícias

source: News Feed
pt_br: Feeds de Notícias

source: Edit Newsfeed
it_it: Modifica newsfeed
pt_br: Editar Feed de Notícias

source: Newsfeed:
pt_br: Feed de Notícias:

source: Newsfeeds
pt_br: Feeds de Notícias

source: <p>Admin component for the MOStlyCE Editor mambot.</p><p>Please refer to the changelog and other information in the 'Admin Info' tab in the Admin component.&nbsp;</p>
it_it: <p>Componente di Amministrazione per il mambot Editor MOStlyCE.</p><p>Prego di fare riferimento al changelog e alle altre informazioni nel tab 'Admin Info? nel componente Admin. </p>
pt_br: <p>Componente administrativo para o mambot do Editor MOStlyCE.</p><p>Por favor veja o changelog e outras informações na tab 'Info Admin' no administrador do componente.&nbsp;</p>

source: Dscription Image
pt_br: Descrição de Imagem

source: Menu Item :: Table - Newsfeed Category
pt_br: Item de Menu :: Tabela - Categoria Newsfeed

source: Shows a Table view of Newsfeed items for a particular Category
pt_br: Mostra uma visão de tabela de itens de feeds para uma categoria em particular

source: Table - Newsfeed Category
pt_br: Tabela - Categoria de feeds

source: You must select a Newsfeed to link to
pt_br: Você deve selecionar um feed para criar um link

source: Newsfeed to Link:
pt_br: Newsfeed para link:

source: Menu Item :: Table - Weblink Category
pt_br: Item de Menu :: Tabela - Categoria de Links Web

source: Parameters for the module created are to be edited through the "Modules Manager [site]": Modules -> Site Modules
it_it: I parametri per il modulo creato, saranno modificabili attraverso la "Gestione moduli [site]": Moduli -> Moduli del sito
pt_br: Os parâmetros do módulo criado podem ser editados em "Gerenciador de Módulos [site]": Módulos -> Módulos do Site

source: Text Domains
it_it: Dominio testuale
pt_br: Domínios de Textos

source: Extract
it_it: Estrai
pt_br: Extrair

source: Compile Catalog?
it_it: Compilare catalogo?
pt_br: Compilar Catálogo?

source: yes
it_it: si
pt_br: sim

source: no
pt_br: não

source: MsgId
pt_br: ID

source: MsgId Plural
it_it: MsgId plurale
pt_br: ID Plural

source: MsgStr
pt_br: Str

source: Plural form
it_it: Forma plurale
pt_br: Forma de Plural

source: Fuzzy Entry
it_it: Inserimento dubbio
pt_br: Entrada Fuzzy

source: Catalog dump
it_it: Dump catalogo
pt_br: Cópia do Catálogo

source: PHPGettext Example
it_it: PHPGettext esempio
pt_br: Exemplo de PHPGettext

source: Gettext for PHP
it_it: Gettext per PHP
pt_br: Gettext para PHP

source: Current language is:
it_it: Il linguaggio corrente è:
pt_br: Idioma atual:

source: Change language
it_it: Cambia lingua
pt_br: Alterar idioma

source: Gettext is enabled!
it_it: Gettext è abilitato!
pt_br: Gettext está habilitado!

source: Gettext is disabled!
it_it: Gettext è disabilitato!
pt_br: Gettext está desabilitado!

source: Disable Gettext
it_it: Disabilita Gettext
pt_br: Desabilitar Gettext

source: Enable Gettext
it_it: Abilita Gettext
pt_br: Habilitar Gettext

source: Extract Strings
it_it: Estrai stringhe
pt_br: Extrair Strings

source: Run Unit Tests
it_it: Esegui unità di tests
pt_br: Executar Testes de Unidades

source: Clear Tests
it_it: Cancella tests
pt_br: Limpar Testes

source: Create Translation for:
it_it: Crea traduzione per:
pt_br: Tradução Criada por:

source: Delete This Template
it_it: Cancella questo template
pt_br: Apagar Esta Template

source: Is core component - may not be deleted
it_it: E' un componente del codice principale e in quanto tale non può essere disinstallato
pt_br: Este é um componente do core - não pode ser removido

source: Install new Component
it_it: Instala nuovo componente
pt_br: Instalar novo componente

source: Install new Mambots
it_it: Installa nuovo mambot
pt_br: Instalar novo Mambot

source: Install new Modules
it_it: Installa nuovo modulo
pt_br: Instalar Novos Módulos

source: Mambo - Web Installer
pt_br: Instalador Web - Mambo

source: Please read/accept license to continue installation
pt_br: Por favor, leia/aceite a licença para continuar com a instalação

source: Mambo Installation
pt_br: Instalação do Mambo

source: pre-installation check
pt_br: Verificação de pré-instalação

source: license
pt_br: Licença

source: step 1
pt_br: Passo 1

source: step 2
pt_br: Passo 2

source: step 3
pt_br: Passo 3

source: step 4
pt_br: Passo 4

source: Pre-installation check for:
pt_br: Verificação de pré-instalação para:

source: If any of these items are highlighted in red then please take actions to correct them. Failure to do so could lead to your Mambo installation not functioning correctly.
pt_br: Se qualquer um destes itens estão destacados em vermelho é necessário executar algumas ações para corrigí-los. Falhas aqui podem fazer com que seu Mambo não funcione corretamente.

source: PHP version
pt_br: Versão do PHP

source: zlib compression support
pt_br: suporte à compressão zlib

source: Available
pt_br: Disponível

source: Unavailable
pt_br: Não Disponível

source: XML support
pt_br: Suporte a XML

source: MySQL support
pt_br: Suporte a MySQL

source: You can still continue the install as the configuration will be displayed at the end, just copy & paste this and upload.
pt_br: Você ainda pode continuar com a instalação. Como a configuração é mostrada no final, somente copie e cole e faça o upload do arquivo.

source: Session save path
pt_br: Caminho de sessões salvas

source: Recommended settings:
pt_br: Configurações recomendadas:

source: These settings are recommended for PHP in order to ensure full compatibility with Mambo. However, Mambo will still operate if your settings do not quite match the recommended.
pt_br: Estas configurações são recomendadas para completa compatibilidade do PHP com o Mambo. Entretanto o Mambo ainda pode funcionar se estas configurações não estiverem como recomendado.

source: Directive
pt_br: Diretiva

source: Recommended
pt_br: Recomendado

source: Actual
pt_br: Atual

source: Directory and File Permissions:
pt_br: Permissões de Arquivos e Diretórios:

source: In order for Mambo to function correctly it needs to be able to access or write to certain files or directories. If you see "Unwriteable" you need to change the permissions on the file or directory to allow Mambo to write to it.
pt_br: Para o bom funcionamento do Mambo é necessário permitir o acesso de leitura e escrita em certos arquivos ou diretórios. Se você encontrar "Somente Leitura", você precisa alterar as permissões do arquivo ou diretório para permitir que o Mambo escreva neles.

source: GNU/GPL License:
pt_br: Licença GNU/GPL:

source: <a href="http://www.mamboserver.com">Mambo </a> is Free Software released under the <a href="http://www.gnu.org/copyleft/gpl.html">GNU/GPL License </a>. <div class="error">*** To continue installing Mambo you must check the box under the license ***</div>
pt_br: <a href="http://www.mamboserver.com">Mambo </a> é um Software Livre disponível sob a <a href="http://www.gnu.org/copyleft/gpl.html">Licença GNU/GPL</a>. <div class="error">*** Para continuar instalando o Mambo você deve clicar na caixa abaixo da licença ***</div>

source: I understand that this software is released under the GNU/GPL License
pt_br: Eu entendo que este software está disponível sob a Licença GNU/GPL

source: Please enter a Host name
pt_br: Por favor, digite um nome de Host

source: Please enter a Database User Name
pt_br: Por favor, digite um nome de usuário para o Banco de Dados

source: Please enter a Name for your new Database
pt_br: Por favor, digite um nome para sua nova Base de Dados

source: Are you sure these settings are correct? \nMambo will now attempt to populate a Database with the settings you have supplied
pt_br: Você tem certeza que estas configurações estão corretas? \nO Mambo pode agora popular a base de dados com as configurações escolhidas por você

source: MySQL database configuration:
pt_br: Configuração do MySQL:
