Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Please Select another group as `Public Frontend` is not a selectable option
it_it: Prego seleziona un altro gruppo come ’Public Frontend’ non ’ una opzione selezionabile
pt_br: Por favor selecione outro grupo como `Public Frontend`. Esta não é uma opção selecionável
th_th: คุณเลือกกลุ่มไม่ถูกต้อง กรุณาเลือกกลุ่มอื่นที่เป็น `Public Frontend`

source: Please Select another group as `Public Backend` is not a selectable option
it_it: rego seleziona un altro gruppo come ’Public Backend’ non ’ una opzione selezionabile
pt_br: Por favor selecione outro grupo como `Public Backend`. Esta não é uma opção selecionável
th_th: คุณเลือกกลุ่มไม่ถูกต้อง กรุณาเลือกกลุ่มอื่นที่เป็น `Public Backend`

source: Add
it_it: Aggiungi
pt_br: Adicionar
th_th: เพิ่ม

source: User:
it_it: Utente:
pt_br: Usuário:
th_th: ผู้ใช้:

source: User Details
it_it: Dettagli utente
pt_br: Detalhes do Usuário
th_th: รายละเอียดผู้ใช้งาน

source: Email:
th_th: อีเมล:

source: New Password:
it_it: Nuova Password:
pt_br: Nova Senha:
th_th: รหัสผ่านใหม่:

source: Group:
it_it: Gruppo:
pt_br: Grupo:
th_th: กลุ่ม:

source: Block User
it_it: Blocca utente
pt_br: Bloquear Usuário
th_th: ระงับการใช้งาน

source: Receive Submission Emails
it_it: Ricevi email di iscrizione
pt_br: Receber E-mails Submetidos
th_th: ส่งอีเมลตอบรับ

source: Register Date
it_it: Data di registrazione
pt_br: Data de Registro
th_th: วันที่สมัคร

source: Last Visit Date
it_it: Data ultima visita
pt_br: Data de Última Visita
th_th: วันที่เข้าใช้ล่าสุด

source: Contact Information
it_it: Informazioni contatti
pt_br: Informação de Contato
th_th: ข้อมูลการติดต่อ

source: No Contact details linked to this User:
it_it: Nessun dettaglio del contatto è collegato a questo utente
pt_br: Nenhum detalhe de contato atrelado para este usuário:
th_th: ไม่มีรายละเอียดการติดต่อของผู้ใช้งาน:

source: See "Components -> Contact -> Manage Contacts" for details.
it_it: Vedi "Components -> Contact -> Manage Contacts" per i dettagli.
pt_br: Veja "Componentes -> Contato -> Gerenciar Contatos" para detalhes.
th_th: ดูที่ "คอมโพเน้นท์ -> การติดต่อ -> จัดการการติดต่อ" สำหรับเพิ่มรายละเอียด.

source: Position:
it_it: Posizione:
pt_br: Posição:
th_th: ตำแหน่ง:

source: Telephone:
it_it: Telefono:
pt_br: Telefone:
th_th: โทรศัพท์:

source: Fax:
th_th: แฟกซ์:

source: Contact
it_it: Contatti
pt_br: Contato
th_th: การติดต่อ

source: Change Contact Details
it_it: Cambia dettagli del contatto
pt_br: Alterar Detalhes de Contato
th_th: เปลี่ยนแปลงรายละเอียดข้อมูลติดต่อ

source: Components -> Contact -> Manage Contacts
pt_br: Componentes -> Contato -> Gerenciar Contatos
th_th: คอมโพเน้นท์ -> การติดต่อ -> จัดการการติดต่อ

source: - Select Group -
it_it: - Seleziona un gruppo -
pt_br: - Selecionar Grupo -
th_th: - เลือกกลุ่ม -

source: - Select Log Status -
it_it: - Seleziona lo stato corrente -
pt_br: - Selecione Status de Log -
th_th: - เลือกสถานะ -

source: Not Logged In
it_it: Non hai fatto il login
pt_br: Não Está Autenticado
th_th: ไม่ได้เข้าสู่ระบบ

source: Super Administrator
pt_br: Super Administrador
th_th: ผู้ดูแลระบบ สูงสุด

source: Administrator
it_it: Amministratore
pt_br: Administrador
th_th: ผู้ดูแลระบบ

source: New User Details
it_it: Dettagli nuovo utente
pt_br: Detalhes de Novo Usuário
th_th: รายละเอียดสมาชิกใหม่

source: Hello %s, You have been added as a user to %s by an Administrator. This email contains your username and password to log into the %s Username - %s Password - %s Please do not respond to this message as it is automatically generated and is for information purposes only
it_it: Hello %s, Se stato aggiunto come utente %s by an Administrator. Questa email contine il tuo nome utente e password per il login a %s Nome utente - %s Password - %s Siete pregati di non rispondere a questa email che è stata generata automaticamente solamente per informarvi
pt_br: Olá %s, Você foi adicionado como usuário em %s por um Administrador. Este e-mail contém seu nome de usuário e senha para autenticação no %s Nome de Usuário - %s Senha - %s Por favor não responda esta mensagem. Ela foi gerada automaticamente somente com caráter informativo.
th_th: สวัสดีคุณ %s, คุณได้เพิ่มสมาชิกในเว็บ %s โดยผู้ดูแลระบบ. ในอีเมลฉบับนี้คุณจะได้รับชื่อผู้ใช้ รหัสผ่าน สำหรับ log ล็อกอินเข้าใช้งาน %s ชื่อผู้ใช้ - %s รหัสผ่าน - %s ข้อความนี้เป็นข้อความอัตโนมัติจากระบบ คุณไม่ต้องตอบกลับ

source: Successfully Saved changes to User: %s
it_it: Modifiche salvate per l’utente: %s
pt_br: Alterações Salvas com Sucesso para o Usuário: %s
th_th: บันทึกการเปลี่ยนแปลงชื่อผู้ใช้: %s เรียบร้อยแล้ว

source: Successfully Saved User: %s
it_it: utente correttamente registrato: %s
pt_br: Usuário Salvo com Sucesso: %s
th_th: บันทึกชื่อผู้ใช้: %s เรียบร้อยแล้ว

source: You cannot delete a Super Administrator
it_it: Non puoi cancellare un Super Administrator
pt_br: Você não pode apagar um `Super Administrador`
th_th: คุณไม่สามารถลบผู้ดูแลระบบได้

source: You cannot delete Yourself!
it_it: Non puoi cancellarti
pt_br: Você não pode se Apagar!
th_th: คุณไม่สามารถลบตัวเองได้!

source: You cannot delete another `Administrator` only `Super Administrators` have this power
it_it: Non puoi cancellare un’Administrator solo un Super Administrator ha questa facoltà
pt_br: Você não pode apagar outro `Administrador`. Somente `Super Administradores`tem este poder
th_th: คุณไม่สามารถลบ `ผู้ดูแลระบบ` นอกจากคุณจะเป็นระดับ `ผู้ดูแลระบบ สูงสุด`

source: block
it_it: blocca
pt_br: bloquear
th_th: ระงับ

source: unblock
it_it: sblocca
pt_br: desbloquear
th_th: ยกเลิก

source: Please select a user
it_it: Prego seleziona un utente
pt_br: Por favor selecione um usuário
th_th: กรุณาเลือกชื่อผู้ใช้

source: Force Logout
it_it: Forza il logout
pt_br: Forçar Logout
th_th: เอาออกจากระบบ

source: Static Content Manager
it_it: Gestore contenuti statici
pt_br: Gerenciador de Conteúdo Estático
th_th: เนื้อหาสเตติก

source: Order:
th_th: ลำดับ

source: Save Order
it_it: Salva ordinamento
pt_br: Salvar Ordem
th_th: บันทึกการจัดลำดับ

source: Access
it_it: Accesso
pt_br: Acesso
th_th: การเข้าถึง

source: ID
th_th: หมายเลข

source: Links
th_th: ลิงก์

source: Expired
it_it: Scaduto
pt_br: Expira
th_th: หมดอายุ

source: Unpublished
it_it: Non pubblicato
pt_br: Não Publicado
th_th: ไม่เผยแพร่

source: Always
it_it: Sempre
pt_br: Sempre
th_th: เสมอ

source: Start:
it_it: Inizio:
pt_br: Inicia:
th_th: เริ่มต้น:

source: Finish:
it_it: Fine:
pt_br: Finaliza:
th_th: สิ้นสุด:

source: No Expiry
it_it: Senza scadenza
pt_br: Não Expira
th_th: ไม่หมดอายุ

source: Edit User
it_it: Modifica utente
pt_br: Editar Usuário
th_th: แก้ไขผู้ใช้

source: Edit Static Content
it_it: Edita il Contenuto Statico
pt_br: Editar Conteúdo Estático
th_th: แก้ไขเนื้อหาสเตติก

source: Publish Information
it_it: Pubblica informazione
pt_br: Informação de Publicação
th_th: รายละเอียดการเผยแพร่

source: Are you sure you want to reset the Hits to Zero? \nAny unsaved changes to this content will be lost.
it_it: Sei sicuro di voler riportare a Zero gli Hits? \nOgni cambiamento non salvato sarà perso
pt_br: Você tem certeza que deseja zerar os cliques? \nQualquer alteração não salva para este conteúdo pode ser perdida.
th_th: คุณแน่ใจหรือไม่ ที่จะตั้งค่าจำนวนครั้งให้เป็นศูนย์ \nการเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะหายไปด้วย.

source: Please select a Menu
it_it: Prego selezionare un menu
pt_br: Por favor selecione um menu
th_th: โปรดเลือกเมนู

source: Please enter a Name for this menu item
it_it: Prego inserire un nome per questo menu
pt_br: Por favor, digite um nome para este item de menu
th_th: กรุณาใส่ชื่อเมนู

source: Content item must have a title
it_it: L'articolo di contenuto deve avere un titolo
pt_br: Conteúdo deve ter um Título
th_th: เนื้อหาต้องมีหัวเรื่อง

source: Content item must have a name
it_it: L'oggetto deve avere un nome
pt_br: Conteúdo deve ter um Nome
th_th: เนื้อหาต้องมีชื่อเรื่อง

source: Static Content Item:
it_it: Ogetto Contenuto Statico
pt_br: Item de Conteúdo Estático:
th_th: รายการเนื้อหาสเตติก:

source: Show Advanced Details
it_it: Mostra dettagli
pt_br: Mostrar Detalhes Avançados
th_th: แสดงข้อมูลรายละเอียด

source: Hide Advanced Details
it_it: Nascondi dettagli
pt_br: Esconder Detalhes Avançados
th_th: ซ่อนข้อมูลรายละเอียด

source: Item Details
it_it: Dettagli articolo
pt_br: Detalhes do Item
th_th: รายละเอียดรายการ

source: Title:
it_it: Titolo:
pt_br: Título:
th_th: ชื่อเรื่อง

source: Title Alias:
it_it: Titolo Alias:
pt_br: Apelido do Título:
th_th: ชื่อแทนหัวเรื่อง:

source: Text: (required)
it_it: Testo: (richiesto)
pt_br: Texto (obrigatório)
th_th: ข้อความส่วนต้น: (ต้องการ)

source: Publishing
it_it: Pubblicazione
pt_br: Publicação
th_th: การเผยแพร่

source: Publishing Info
it_it: Info pubblicazione
pt_br: Infos de Publicação
th_th: รายละเอียดการเผยแพร่

source: State:
it_it: Stato:
pt_br: Estado:
th_th: สถานะ:

source: Access Level:
it_it: Livelli di accesso:
pt_br: Nível de Acesso:
th_th: ระดับการเข้าถึง:

source: Author Alias:
it_it: Alias Autore:
pt_br: Apelido do Autor:
th_th: ชื่อแทนผู้เขียน:

source: Change Creator:
it_it: Cambia creatore:
pt_br: Alterar Criador:
th_th: เปลี่ยนผู้สร้าง:

source: Override Created Date
it_it: Cambia data creazione
pt_br: Sobrescrever Data de Criação
th_th: แก้ไขวันที่สร้าง

source: Start Publishing:
it_it: Inizio pubblicazione:
pt_br: Iniciar Publicação:
th_th: เริ่มเผยแพร่:

source: Finish Publishing:
it_it: Scadenza pubblicazione:
pt_br: Finalizar Publicação:
th_th: สิ้นสุดการเผยแพร่:

source: Content ID:
it_it: ID Contenuto:
pt_br: ID do Conteúdo:
th_th: หมายเลขเนื้อหา:

source: Archived
it_it: Archiviato
pt_br: Arquivado
th_th: ตั้งเป็นคลังเนื้อหา

source: Draft Unpublished
it_it: Bozza non pubblicata
pt_br: Rascunho Não Publicado
th_th: ต้นฉบับยังไม่เผยแพร่

source: Created
it_it: Creato
pt_br: Criado
th_th: สร้าง

source: New document
it_it: Nuovo documento
pt_br: Novo Documento
th_th: เนื้อหาใหม่

source: Last Modified
it_it: Ultima modifica
pt_br: Última Modificação
th_th: แก้ไขครั้งสุดท้าย

source: Not modified
it_it: Non modificato
pt_br: Não Modificado
th_th: ไม่แก้ไข

source: Expires
it_it: Scade
pt_br: Expira
th_th: หมดอายุ

source: Images
it_it: Immagini
pt_br: Imagens
th_th: รูป

source: MOSImage Control
it_it: Controllo MOSImage
pt_br: Controle de MOSImage
th_th: ควบคุมรูปแมมโบ้

source: Sub-folder:
it_it: Sotto-cartella:
pt_br: Sub-pasta:
th_th: โฟลเดอร์ย่อย:

source: Gallery Images
it_it: Galleria immagini
pt_br: Galeria de Imagens
th_th: แกลลอรี่รูปภาพ

source: Content Images:
it_it: Immagini contenuto:
pt_br: Imagens de Conteúdo:
th_th: รูปในเนื้อหา:

source: Edit the image selected:
it_it: Modifica l'immagine selezionata:
pt_br: Editar a imagem selecionada:
th_th: แก้ไขรูปที่เลือก:

source: Source
it_it: Sorgente
pt_br: Fonte
th_th: ที่มา

source: Align
it_it: Alinea
pt_br: Alinhamento
th_th: จัดวาง

source: Alt Text
pt_br: Texto Alt
th_th: ข้อความของรูป

source: Border
it_it: Bordo
pt_br: Borda
th_th: เส้นขอบ

source: Caption:
it_it: Didascalìa:
pt_br: Cabeçalho:
th_th: หัวข้อ:

source: Caption Position:
it_it: Posizione didascalìa:
pt_br: Posição do Cabeçalho:
th_th: ตำแหน่งหัวข้อ:

source: Caption Align:
it_it: Allinea disascalìa:
pt_br: Alinhamento do Cabeçalho:
th_th: การจัดวางหัวข้อ:

source: Width:
it_it: Larghezza:
pt_br: Largura:
th_th: กว้าง:

source: Parameter Control
it_it: Controllo parametri
pt_br: Controle de Parâmetros
th_th: ควบคุมพารามิเตอร์

source: Meta Info
pt_br: Infos Meta
th_th: รายละเอียดเมต้า

source: Meta Data
pt_br: Dados Meta
th_th: ข้อมูลเมต้า

source: Keywords:
it_it: Parola chiave:
pt_br: Palavras-Chave:
th_th: คำสำคัญ:

source: Link to Menu
it_it: Collegamento al menu
pt_br: Link para Menu
th_th: ลิงก์เมนู

source: This will create a "Link - Static Content" in the menu you select
th_th: สร้าง "ลิงก์ - เนื้อหาสเตติก" ในเมนูที่เลือก

source: Select a Menu
it_it: Seleziona un menu
pt_br: Selecione um Menu
th_th: เลือกเมนู

source: Menu Item Name
it_it: Nome dell'elemento di menu
pt_br: Nome do Item de Menu
th_th: ชื่อเมนู

source: Existing Menu Links
it_it: Collegamenti ai menu esistenti
pt_br: Links de Menu Existentes
th_th: ออกจากเมนูลิงก์

source: None
it_it: Nessuno
pt_br: Nenhum
th_th: ไม่กำหนด

source: Ordering asc
it_it: Ordinamento asc
pt_br: Ordenamento Asc
th_th: การจัดเรียง เก่าก่อน

source: Ordering desc
it_it: Ordinamento decr
pt_br: Ordenamento Desc
th_th: การจัดเรียง ใหม่ก่อน

source: ID asc
th_th: ID เก่าก่อน

source: ID desc
it_it: ID decr
th_th: ID ใหม่ก่อน

source: Title asc
it_it: Titolo asc
pt_br: Título Asc
th_th: หัวข้อ เก่าก่อน

source: Title desc
it_it: Titolo decr
pt_br: Título Desc
th_th: หัวข้อ ใหม่ก่อน

source: Date asc
it_it: Data asc
pt_br: Data Asc
th_th: วันที่ เก่าก่อน

source: Date desc
it_it: Data decr
pt_br: Data Desc
th_th: วันที่ ใหม่ก่อน

source: Author asc
it_it: Autore asc
pt_br: Autor Asc
th_th: ผู้เขียน เก่าก่อน

source: Author desc
it_it: Autore decr
pt_br: Autor Desc
th_th: ผู้เขียน ใหม่ก่อน

source: Published asc
it_it: Pubblicazione asc
pt_br: Publicado Asc
th_th: เผยแพร่ เก่าก่อน

source: Published desc
it_it: Pubblicazione decr
pt_br: Publicado Desc
th_th: เผยแพร่ ใหม่ก่อน

source: Access asc
it_it: Accesso asc
pt_br: Acesso Asc
th_th: การเข้าถึง เก่าก่อน

source: Access desc
it_it: Accesso decr
pt_br: Acesso Desc
th_th: การเข้าถึง ใหม่ก่อน

source: - All Authors -
it_it: - Tutti gli Autori -
pt_br: - Todos os Autores -
th_th: - เลือก ผู้แต่ง -

source: The module % is currently being edited by another administrator
it_it: Il modulo % è attualmente editato da un'altro amministratore
pt_br: O módulo %s está sendo editado atualmente por outro administrador
th_th: โมดูล % กำลังแก้ไขโดยผู้ดูแลท่านอื่นอยู่

source: Bottom
it_it: In basso
pt_br: Rodapé
th_th: ล่าง

source: Top
it_it: In alto
pt_br: Topo
th_th: บน

source: Typed Content Item saved
it_it: Modifiche salvate
pt_br: Item de Tipo de Conteúdo Salvo
th_th: ประเภทเนื้อหาบันทึกสำเร็จ

source: Changes to Typed Content Item saved
it_it: Modifiche dell'oggetto salvate
pt_br: Alterações de Item de Tipo de Conteúdo Salvas
th_th: บันทึกการแก้ไขประเภทเนื้อหาสำเร็จ

source: %d Item sent to the Trash
it_it: %d articolo cestinato
th_th: %d รายการที่จะส่งลงถังรีไซเคิล

source: archive
it_it: archivio
pt_br: Arquivar
th_th: คลังเนื้อหา

source: %d Item successfully Published
it_it: %d articolo è stato pubblicato
th_th: %d รายการเผยแพร่สมบูรณ์

source: %d Item successfully Unpublished
it_it: %d articolo non più pubblicato
th_th: %d รายการไม่เผยแพร่สมบูรณ์

source: Successfully Reset Hit
pt_br: Acessos reiniciados com sucesso
th_th: ได้ตั้งค่าการนับใหม่แล้ว

source: %s (Link - Static Content) in menu: %s successfully created
it_it: %s (collegamento - contenuto statico) nel menu: %s è stato creato
pt_br: %s (Conteúdo Estático - Link) no menu: %s criado com sucesso
th_th: %s (ลิงก์ เนื้อหาสเตติก) ในเมนู: %s ถูกสร้างเรียบร้อย

source: New ordering saved
it_it: Nuovo ordinamento salvato
pt_br: Nova Ordem Salva
th_th: บันทึกการจัดลำดับใหม่แล้ว

source: Author Names
it_it: Nomi Autori
pt_br: Nomes de Autores
th_th: ชื่อผู้เขียน

source: Created Date and Time
it_it: Data ed Ora create
pt_br: Data e Hora de Criação
th_th: วันที่และเวลาที่สร้างเนื้อหา

source: Email Icon
it_it: Icona email
pt_br: Ícone de E-mail
th_th: ไอคอนอีเมล

source: Item Rating
it_it: Valutazione articolo
pt_br: Classificação de Item
th_th: อัตราการเข้าชมเนื้อหา

source: Modified Date and Time
it_it: Data ed Ora modificate
pt_br: Data e Hora de Modificação
th_th: วันที่และเวลาที่แก้ไขเนื้อหา

source: PDF Icon
it_it: Icona PDF
pt_br: Ícone de PDF
th_th: ไอคอน PDF

source: Print Icon
it_it: Icona stampa
pt_br: Ícone de Impressão
th_th: ไอคอนพิมพ์

source: Show/Hide the item author - only affects this page
it_it: Mostra/Nascondi l'Autore dell'articolo - ha effetto solo in questa pagina
pt_br: Mostrar/Esconder o autor do item - somente afeta esta página
th_th: แสดง/ซ่อน ชื่อผู้แต่ง - มีผลเฉพาะเนื้อหานี้เท่านั้น

source: Show/Hide the item creation date - only affects this page
it_it: Mostra/Nascondi la data di creazione dell'articolo - ha effetto solo in questa pagina
pt_br: Mostrar/Esconder a data de criação - somente afeta esta página
th_th: แสดง/ซ่อน วันที่และเวลาที่สร้างเนื้อหา - มีผลเฉพาะเนื้อหานี้เท่านั้น

source: Show/Hide the item email button - only affects this page
it_it: Mostra/Nascondi il bottone Email dell'articolo - ha effetto solo in questa pagina
pt_br: Mostrar/Esconder o botão de e-mail - somente afeta esta página
th_th: แสดง/ซ่อน ปุ่มสำหรับส่งเนื้อหาผ่านทางอีเมล - มีผลเฉพาะเนื้อหานี้เท่านั้น

source: Show/Hide the item modification date - only affects this page
it_it: Mostra/Nascondi la data di modifica dell'articolo - ha effetto solo in questa pagina
pt_br: Mostrar/Esconder a data de modificação - somente afeta esta página
th_th: แสดง/ซ่อน วันที่และเวลาที่แก้ไขเนื้อหา - มีผลเฉพาะเนื้อหานี้เท่านั้น

source: Show/Hide the item pdf button - only affects this page
it_it: Mostra/Nascondi il bottone PDF dell'articolo - ha effetto solo in questa pagina
pt_br: Mostrar/Esconder o botão de PDF - somente afeta esta página
th_th: แสดง/ซ่อน ปุ่มสำหรับแปลงเนื้อหาให้เป็นเอกสาร PDF - มีผลเฉพาะเนื้อหานี้เท่านั้น

source: Show/Hide the item print button - only affects this page
it_it: Mostra/nascondi il bottone Stampa - avrà effetto solo in questa pagina
pt_br: Mostrar/Esconder o botão de impressão - somente afeta esta página
th_th: แสดง/ซ่อน ปุ่มพิมพ์ - ให้มีผลสำหรับหน้านี้

source: Show/Hide the item rating - only affects this page
it_it: Mostra/Nascondi la valutazione dell'articolo - ha effetto solo in questa pagina
pt_br: Mostrar/Esconder a classificação do item - somente afeta esta página
th_th: แสดง/ซ่อน อัตราการเข้าชม - มีผลเฉพาะเนื้อหานี้เท่านั้น

source: This shows a single content page
it_it: Questo mostra una singola pagina di contenuto
pt_br: Isto mostra uma página de conteúdo único
th_th: แสดงเพียงหน้าเดียวของเนื้อหา

source: Typed Content Page
it_it: Contenuto della pagina
pt_br: Página de Conteúdo
th_th: หน้าประเภทเนื้อหา

source: Trash Manager
it_it: Gestore cestino
pt_br: Lixeira
th_th: การจัดการถังรีไชเคิล

source: Content Items
it_it: Oggetti contenuti
pt_br: Itens de Conteúdo
th_th: รายการเนื้อหา

source: Section
it_it: Sezione
pt_br: Seção
th_th: หมวด

source: Menu Items
it_it: Elementi del Menu
pt_br: Itens de Menu
th_th: รายการเมนู

source: Menu
th_th: เมนู

source: Type
it_it: Tipo
pt_br: Tipo
th_th: ประเภท

source: Delete Items
it_it: Cancella oggetti
pt_br: Itens Apagados
th_th: ลบรายการ

source: Number of Items:
it_it: Numero di oggetti
pt_br: Número de Itens:
th_th: หมายเลข:

source: Items being Deleted:
it_it: Gli oggetti stanno per essere cancellati:
pt_br: Itens Removidos:
th_th: กำลังลบ

source: This will <strong><font color="#FF0000">Permanently Delete</font></strong> <br />these Items from the Database
it_it: Gli oggetti <strong><font color="#FF0000">stanno per essere cancellati definitivamente</font></strong> <br />dal database
pt_br: Isto pode <strong><font color="#FF0000">Apagar Permanentemente</font></strong> <br />estes itens da base de dados
th_th: ทำการ<strong><font color="#FF0000">ลบถาวร</font></strong> <br />ไม่มีรายการในฐานข้อมูล

source: Are you sure you want to Deleted the listed items? \nThis will Permanently Delete them from the database.
it_it: Sei sicuro di voler cancellare gli oggetti nella seguente lista? \n Questi oggetti saranno cancellati definitivamente dal database.
pt_br: Você tem certeza que deseja apagar os itens listados? \nIsto irá Apagá-los Permanentemente da base de dados.
th_th: คุณแน่ใจที่จะลบใช่หรือไม่? \nลบออกจากฐานข้อมูลเรียบร้อยแล้ว.

source: Delete
it_it: Cancella
pt_br: Apaado
th_th: ลบ

source: Restore Items
it_it: Ripristina gli oggetti
pt_br: Itens Restaurados
th_th: คืนค่ารายการ

source: Items being Restored:
it_it: Gli oggetti stanno per essere ripristinati:
pt_br: Itens para Restaurar:
th_th: คืนค่าสำเร็จ:

source: This will <strong><font color="#FF0000">Restore</font></strong> these Items,<br />they will be returned to their orignial places as Unpublished items
it_it: Gli oggetti stanno per essere <strong><font color="#FF0000">ripristinati</font></strong> ,<br />nella loro posizione originale
pt_br: Isto irá <strong><font color="#FF0000">Restaurar</font></strong> estes itens,<br />que irão retornar para seus locais originais como itens não publicados
th_th: ทำการ <strong><font color="#FF0000">คืนค่า</font></strong><br />กลับไปเป็นค่าปกติ ไม่มีการเผยแพร่

source: Are you sure you want to Restore the listed items?.
it_it: Sei sicuro di voler Ripristinare gli oggetti della lista?
pt_br: Você tem certeza que deseja restaurar estes itens?
th_th: คุณต้องการคืนค่ารายการนี้ใช่หรือไม่?.

source: Restore
it_it: Ripristina
pt_br: Restaurar
th_th: คืนค่า

source: %s Item successfully Deleted
th_th: %s ทำการลบรายการสมบูรณ์

source: %s Item successfully Restored
th_th: %s ทำการคืนค่ารายการสมบูรณ์

source: This component manages the Trash functionality.
it_it: Questo componente amministra le funzionalità del cestino.
pt_br: Este componente gerencia a funcionalidade de lixeira.
th_th: คอมโพเน้นท์นี้จัดการของไร้ค่าซึ่งสามารถนำกลับไปใช้งานได้.

source: Trash
it_it: Cestino
pt_br: Lixeira
th_th: ถังรีไซเคิล

source: No preview available
pt_br: Sem pré-visualização disponível
th_th: ไม่สามารถแสดงได้

source: Site
it_it: Sito
th_th: เว็บ

source: Template Manager
it_it: Gestore template
pt_br: Gerenciador de Templates
th_th: การจัดการเทมเพลต

source: Preview Template
pt_br: Pré-visualização de Template
th_th: แสดงเทมเพลต

source: Assigned
pt_br: Atrelada
th_th: กำหนดเทมเพลต

source: Author URL
it_it: URL Autore
pt_br: URl do Autor
th_th: URL ผู้สร้าง

source: Template HTML Editor
pt_br: Editor HTML de Template
th_th: แก้ไข HTML เทมเพลต

source: Unwriteable
it_it: Non scrivibile
pt_br: Somente Leitura
th_th: ไม่สามารถเขียนทับได้

source: Writeable
it_it: Scrivibile
pt_br: Escrita
th_th: สามารถเขียนทับได้

source: Make unwriteable after saving
it_it: Rendi non scrivibile, dopo il salvataggio
pt_br: Configure como somente leitura depois de salvar
th_th: ทำให้ ไม่สามารถเขียนทับได้ หลังจากทำบันทึก

source: Override write protection while saving
it_it: Annulla temporaneamente la protezione per permettere il salvataggio dei dati
pt_br: Sobrescreva proteção de escrita quando salvar
th_th: ยกเลิกการป้องกันการเขียนทับขณะทำการบันทึก

source: Template CSS Editor
pt_br: Editor CSS de Template
th_th: แก้ไข CSS เทมเพลต

source: Assign template %s to menu items
pt_br: Atrelar template %s para os itens de menu
th_th: กำหนดเทมเพลต %s ไปรายการเมนู

source: Page(s):
pt_br: Página(s):
th_th: หน้า:

source: Module Positions
it_it: Posizione moduli
pt_br: Posição de Módulos
th_th: ตำแหน่งโมดูล

source: Position
it_it: Posizione
pt_br: Posição
th_th: ตำแหน่ง

source: You can not delete template in use.
pt_br: Você não pode recomer uma template em uso.
th_th: ไม่สามารถลบได้ เนื่องจากเทมเพลตถูกใช้งาน.

source: Operation Failed: Could not open %s
pt_br: Operação Falhou: Não é possível abrir %s
th_th: ผิดพลาด: ไม่สามารถเปิด %s

source: Operation failed: No template specified.
pt_br: Operação Falhou: Nenhuma template informada.
th_th: ผิดพลาด: ระบุเทมเพลตไม่ได้.

source: Operation failed: Content empty.
pt_br: Operação Falhou: Conteúdo vazio.
th_th: ผิดพลาด: ไม่มีเนื้อหา.

source: Operation failed: %s is not writable.
pt_br: Operação Falhou: %s não permite escrita.
th_th: ผิดพลาด: %s ไม่สามารถเขียนได้.

source: Operation failed: Failed to open file for writing.
pt_br: Operação Falhou: Falha em abrir o arquivo para escrita.
th_th: ผิดพลาด: เปิดไฟล์สำหรับเขียนทับไม่ได้.

source: Operation failed: The file is not writable.
pt_br: Operação Falhou: O arquivo não permite escrita.
th_th: ผิดพลาด: ไฟล์ไม่สามารถเขียนได้.

source: Positions saved
pt_br: Posições salvas
th_th: บันทึกสำเร็จ

source: Save
it_it: Salva
pt_br: Salvar
th_th: บันทึก
