Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: <p>Setting up Mambo to run on your server involves 4 simple steps...</p> <p>Please enter the hostname of the server Mambo is to be installed on.</p> <p>Enter the MySQL username, password and database name you wish to use with Mambo.</p> <p>Enter the table name prefix to be used by this Mambo instance and select how to do with in case existing tables from former installations.</p> <p>Install the samples unless you are experianced Mamber wanting to start with a completely empty site.</p>
pt_br: <p>Configurar o Mambo para rodar em seu servidor envolve 4 passos simples...</p> <p>Por favor, digite o nome do host do servidor onde o Mambo será instalado.</p> <p>Digite o nome de usuário do MySQL, a senha e o nome da base de dados que voc6e deseja usar com o Mambo.</p> <p>Digite o prefixo das tabelas para ser usado com esta instância do Mambo e selecione o que fazer no caso de existirem tabelas de outras instalações.</p> <p>Não instale os dados de exemplo a menos que seja um Mamber experiente ou queira um site completamente limpo e vazio.</p>

source: Host Name
pt_br: Nome do Host

source: This is usually "localhost"
pt_br: Usualmente "localhost"

source: MySQL User Name
pt_br: Nome de Usuário do MySQL

source: Either something as "root" or a username given by the hoster
pt_br: Alguma coisa como "root" or um nome de usuário fornecido pelo seu hosting

source: MySQL Password
pt_br: Senha do MySQL

source: For site security using a password for the mysql account in mandatory
pt_br: Para segurança do site o uso de uma senha para a conta do MySQL é mandatória

source: Verify MySQL Password
pt_br: Redigite a Senha do MySQL

source: Retype password for verification
pt_br: Redigite a senha para verificação

source: MySQL Database Name
pt_br: Nome da Base MySQL

source: Some hosts allow only a certain DB name per site. Use table prefix in this case for distinct mambo sites.
pt_br: Alguns hosts permitem somente uma base de dados por site. Use os prefixos de tabelas neste caso para separar sites do Mambo.

source: MySQL Table Prefix
pt_br: Prefixo das Tabelas do MySQL

source: Dont use "old_" since this is used for backup tables
pt_br: Não use "old_" pois é usado para backup de tabelas

source: Drop Existing Tables
pt_br: Apagar Tabelas Existentes

source: Backup Old Tables
pt_br: Backup de Tabelas Antigas

source: Any exiting backup tables from former mambo installations will be replaced
pt_br: Quaisquer tabelas de backup existentes de instalações anteriores do Mambo podem ser trocadas

source: Install Sample Data
pt_br: Instalar Dados de Exemplo

source: Dont uncheck this unless you are experienced with mambo!
pt_br: Não desative isso a menos que tenha experiência com o Mambo!

source: The database details provided are incorrect and/or empty.
pt_br: Os detalhes informados para o banco de dados estão incorretos e/ou vazios.

source: The database passwords provided do not match. Please try again.
pt_br: A senha do banco de dados informada não bate. Por favor, tente novamente.

source: The password and username provided are incorrect.
pt_br: A senha e o nome de usuário informados estão incorretos.

source: The database name provided is empty.
pt_br: O nome da base de dados informado está vazio.

source: A database error occurred:
pt_br: Ocorreu um erro na base de dados:

source: Please enter a Site Name
pt_br: Por favor, digite um nome para o site

source: Enter the name of your Mambo site:
pt_br: Digite o nome do seu site Mambo:

source: Looks like there have been some errors with inserting data into your database!<br /> You cannot continue.
pt_br: Existem alguns erros com a inserção de dados em seu banco de dados!<br /> Não é possível continuar.

source: SUCCESS!
pt_br: SUCESSO!

source: Type in the name for your Mambo site. This name is used in email messages so make it something meaningful.
pt_br: Digite um nome para seu site Mambo. Este nome é usado em mensagens de e-mail, então coloque algo de fácil entendimento.

source: Error log:
pt_br: Log de Erros:

source: Site name
pt_br: Nome do site

source: e.g. The Home of Mambo
pt_br: por ex. A Casa do Mambo

source: The sitename has not been provided
pt_br: O nome do site não foi informado

source: Please enter Site URL
pt_br: Por favor, digite a URL do Site

source: Please enter the absolute path to your site
pt_br: Por favor, digite o caminho absoluto para seu site

source: Please enter an email address to contact your administrator
pt_br: Por favor, digite um endereço de e-mail para contato com seu administrador

source: Please enter a password for you administrator
pt_br: Por favor, digite uma senha para seu administrador

source: Confirm the site URL, path, admin e-mail and file/directory chmods
pt_br: Confirme a URL do site, caminho, e-mail do administrador e chmods de arquivos/diretórios

source: <p>If URL and Path looks correct then please do not change. If you are not sure then please contact your ISP or administrator. Usually the values displayed will work for your site.<br/> <br/> Enter your e-mail address, this will be the e-mail address of the site SuperAdministrator.<br /> <br/> The permission settings will be used while installing mambo itself, by the mambo addon-installers and by the media manager. If you are unsure what flags shall be set, leave the default settings at the moment. You can still change these flags later in the site global configuration.</p>
pt_br: <p>Se a URl e o caminho informados parecem corretos, não os altere. Se você não está certo disso, então contate seu provedor ou administrador. Usualmente os valores mostrados funcionam com seu site.<br/> <br/> Digite seu endereço de e-mail. Este pode ser o endereço de e-mail do administrador do site.<br /> <br/> As configurações de permissões usadas pelo Mambo são também usadas por instaladores adicionais e pelo gerenciador de mídia. Se você não sabe quais são as configurações a serem feitas neste momento, você pode depois alterá-las nas configurações globais do site.</p>

source: Dont CHMOD files (use server defaults)
pt_br: Não faça CHMOD nos arquivos (usar padrão do servidor)

source: CHMOD files to:
pt_br: CHMOD de arquivos para:

source: Dont CHMOD directories (use server defaults)
pt_br: Não faça CHMOD nos diretórios (usar padrão do servidor)

source: CHMOD directories to:
pt_br: CHMOD de diretórios para:

source: You must provide a valid admin email address.
pt_br: Você deve informar um endereço de e-mail válido para o admin.

source: The database details provided are incorrect and/or empty
pt_br: Os detalhes informados para o banco de dados estão incorretos e/ou vazios.

source: This site is down for maintenance.<br /> Please check back again soon.
pt_br: Este site está parado para manuntenção.<br/>Por favor, verifique mais tarde.

source: This site is temporarily unavailable.<br /> Please notify the System Administrator
pt_br: Este site está temporariamente indisponível.<br/>Por favor, notifique o administrador do sistema.

source: Mambo - the dynamic portal engine and content management system
pt_br: Mambo - a ferramenta dinâmica de portais e sistema de gerenciamento de conteúdo

source: Directory and file permissions left unchanged.
pt_br: Permissões de arquivos e diretórios deixadas intactas.

source: File and directory permissions successfully changed.
pt_br: Permissões de arquivos e diretórios alteradas com sucesso.

source: File and directory permissions could not be changed.<br/>
pt_br: Permissões de arquivos e diretórios não podem ser alteradas.<br/>

source: Please CHMOD mambo files and directories manually.
pt_br: Por favor, altere o CHMOD de arquivos e diretórios manualmente.

source: The site url has not been provided
pt_br: A URL do site não foi informada

source: View Site
pt_br: Ver o Site

source: Congratulations! Mambo is installed
pt_br: Parabéns! O Mambo está instalado

source: <p>Click the "View Site" button to start Mambo site or "Administration" to take you to administrator login.</p>
pt_br: <p>Clique no botão "Ver o Site" para iniciar o Mambo ou "Administração" para entrar no logind e administração.</p>

source: PLEASE REMEMBER TO COMPLETELY<br/>REMOVE THE INSTALLATION DIRECTORY
pt_br: POR FAVOR, LEMBRE-SE DE REMOVER COMPLETAMENTE<br/>O DIRETÓRIO DE INSTALAÇÃO (INSTALLATION)

source: Administration Login Details
pt_br: Detalhes de Login de Administração

source: Username :
pt_br: Nome de Usuário:

source: Password :
pt_br: Senha:

source: Your configuration file or directory is not writeable, or there was a problem creating the configuration file. You'll have to upload the following code by hand. Click in the textarea to highlight all of the code.
pt_br: Suas configuração de arquivos e diretórios é somente leitura, ou existe um problema na criação do arquivo de configuração. Você precisa fazer o upload do seguinte código manualmente. Clique na área de texto para selecionar todo o código.

source: Published, but is <u>Pending
it_it: Pubblicato, ma è <u> in attesa</u>
pt_br: Publicado, mas está <u>Pendente</u>

source: for %.\n\n\n\n
it_it: per %.\n\n\n\n
pt_br: para %.\n\n\n\n

source: Page
it_it: Pagina
pt_br: Página

source: Article Index
it_it: Indice articoli
pt_br: Índice de Artigos

source: Next &gt;&gt;
it_it: Prossimi >>
pt_br: Próximo &gt;&gt;

source: &lt;&lt;Previous
it_it: <<Precedenti
pt_br: &gt;&gt;Anterior

source: User Rating
it_it: Valutazione utente
pt_br: Classificação do Usuário

source: Poor
it_it: Povero
pt_br: Pobre

source: vote 1 star
it_it: voto 1 stella
pt_br: 1 estrela

source: vote 2 star
it_it: voto 2 stelle
pt_br: 2 estrelas

source: vote 3 star
it_it: voto 3 stelle
pt_br: 3 estrelas

source: vote 4 star
it_it: voto 4 stelle
pt_br: 4 estrelas

source: vote 5 star
it_it: voto 5 stelle
pt_br: 5 estrelas

source: Best
it_it: Migliore
pt_br: Melhor

source: Rate
it_it: Valuta
pt_br: Classificar

source: Category List
it_it: Elenco categorie
pt_br: Lista de Categorias

source: A text key that an item may be referenced by (like a help reference)
it_it: Un testo chiave con il quale un articolo può essere referenziato (come un aiuto di riferimento)
pt_br: Um texto chave que um item pode ser referenciado (como uma referência de ajuda)

source: Key Reference
it_it: Riferimento chiave
pt_br: Chave de Referência

source: Favourites Site Icon:
it_it: Icona Preferita per il sito:
pt_br: Ícone de Favoritos:

source: SMTP Auth:
it_it: SMTP autenticazione:
pt_br: Autenticação SMTP:

source: SMTP User:
it_it: SMTP utente:
pt_br: Usuário SMTP:

source: SMTP Pass
pt_br: Senha SMTP:

source: SMTP Host:
pt_br: Host SMTP:

source: The Configuration Details have been updated
it_it: I dettagli della Configurazione sono stati aggiornati
pt_br: Os detalhes de configuração foram atualizados

source: Select Menu Typ
it_it: Seleziona un tipo di menu
pt_br: Selecione um Tipo de Menu

source: This will move the Categories listed <br /> and all the items within the category (also listed) <br /> to the selected Section.
it_it: Questo sposterà le categorie elencate <br /> e tutti gli articoli contenuti in esse (anche loro elencati) <br /> alla sezione selezionata.
pt_br: Isto irá mover as categorias listadas <br /> e todos os itens desta categoria (também listados) <br /> para a seção selecionada.

source: Newsfeed Category Table
it_it: Tabella categoria newsfeed
pt_br: Tabela de Categorias de Feeds de Notícias

source: Weblink Category Table
it_it: Tabella categoria weblinks
pt_br: Tabela de Categorias de Links Web

source: Show Banner :
it_it: Mostra Banner:
pt_br: Mostrar Banner :

source: XML handler error - no method provided to deal with character data
it_it: Errore gestore XML - nessun metodo ha fornito i dati carattere
pt_br: Erro no cabeçalho de XML - nenhum método provido para trabalhar com dados dos caracteres

source: Install Site Templates
it_it: Installa Template del sito
pt_br: Instalar Templates do Site

source: Install Administrator Templates
it_it: Installa template amministrazione
pt_br: Instalar Templates do Admin

source: Install/Uninstall
it_it: Installa/Disinstalla
pt_br: Instalar/Remover

source: Install Languages
it_it: Installa lingua
pt_br: Instalar Idiomas

source: Install/Uninstall Components
it_it: Installa/Disinstalla componenti
pt_br: Instalar/Remover Componentes

source: Install/Uninstall Modules
it_it: Installa/Disinstalla moduli
pt_br: Instalar/Remover Módulos

source: Install/Uninstall Mambots
it_it: Installa/Disinstalla mambots
pt_br: Instalar/Remover Mambots

source: Upload of $userfile_name failed
it_it: Caricamento di $userfile_name fallito
pt_br: Envio do arquivo $userfile_name falhou

source: Upload of $userfile_name to $media_path successful
it_it: Caricamento di $userfile_name in $media_path effettuato
pt_br: Envio do arquivo $userfile_name para $media_path correto

source: Upload of $userfile_name to $base_Dir successful
it_it: Caricamento di $userfile_name in $base_Dir effettuato
pt_br: Envio do arquivo $userfile_name para $base_dir correto

source: Display Errors:
it_it: Mostra errori
pt_br: Mostrar Erros:

source: File Uploads:
it_it: Carica files:
pt_br: Envio de Arquivos:

source: Output Buffering:
pt_br: Buffer de Saída:

source: Session save path:
pt_br: Caminho para salvar sessões:

source: Session auto start:
pt_br: Início Automático de Sessão:

source: XML enabled:
it_it: XML abilitato
pt_br: XML habilitado:

source: Zlib enabled:
it_it: Zlib abilitate:
pt_br: Zlib habilitado:

source: Disabled Functions:
it_it: Funzioni disabilitate
pt_br: Funções Desabilitadas:

source: Open basedir:
it_it: Directory di base:

source: Templates - Site
it_it: Templates - Sito

source: Templates - Admin
it_it: Templates - Amministrazione

source: Strings
it_it: Stringhe
