Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Contact Details
it_it: Dettagli contatto
pt_br: Detalhes do Contato
th_th: รายละเอียดการติดต่อ

source: Linked to User:
it_it: Collegato all'utente:
pt_br: Atrelado ao Usuário:
th_th: เชื่อมโยงไปยังผู้ใช้งาน:

source: Contact's Position:
it_it: Posizione del contatto:
pt_br: Cargo do Contato:
th_th: ตำแหน่งของผู้ติดต่อ:

source: Street Address:
it_it: Indirizzo:
pt_br: Endereço:
th_th: ที่อยู่ ถนน:

source: Town/Suburb:
it_it: Città/Località:
pt_br: Cidade:
th_th: ตำบล/อำเภอ:

source: State/County:
it_it: Provincia/Stato:
pt_br: Estado/Província:
th_th: จังหวัด:

source: Country:
it_it: Nazione:
pt_br: País:
th_th: ประเทศ:

source: Postal Code/ZIP:
it_it: CAP:
pt_br: CEP:
th_th: รหัสไปรษณีย์:

source: Miscellaneous Info:
it_it: Informazioni varie:
pt_br: Outras Informações:
th_th: รายละเอียดอื่นๆ:

source: Site Default:
it_it: Sito predefinito:
pt_br: Padrão do Site:
th_th: ค่าเริ่มต้นของเว็บ:

source: Access:
it_it: Accesso:
pt_br: Acesso:
th_th: การเข้าถึง:

source: Image Info
it_it: Info immagine
pt_br: Info da Imagem
th_th: รายละเอียดรูป

source: These Parameters only control what you see when you click to view a Contact item
it_it: Questi parametri controllano cosa si mostra quando si visualizza un contatto
pt_br: Estes parâmetros somente controlam o que você vê quando clica para visualizar um contato
th_th: พารามิเตอร์เหล่านี้ควบคุมการแสดงผลเมื่อคุณดูการติดต่อ

source: Select a record to %s
it_it: Selezionare un record da %s
pt_br: Selecione um registro para %s
th_th: เลือกรายการเพื่อ %s

source: This component shows a listing of Contact Information
it_it: Questo componente mostra un elenco delle informazioni sui contatti
pt_br: Este componente mostra um listagem de informações de contatos
th_th: คอมโพเน้นท์นี้ทำหน้าที่แสดงข้อมูลการติดต่อ

source: Address Icon
it_it: Icona indirizzo
pt_br: Ícone de Endereço
th_th: ไอคอนที่อยู่

source: Country
it_it: Nazione
pt_br: País
th_th: ประเทศ

source: Description text
it_it: Testo descrizione
pt_br: Texto de Descrição
th_th: ข้อความแสดงรายละเอียด

source: Drop Down
it_it: Menu a tendina
pt_br: Selecionador
th_th: ดร๊อบดาวน์

source: Email
th_th: อีเมล

source: Email Copy
it_it: Copia email
pt_br: Cópia de E-mail
th_th: คัดลอกอีเมล

source: Email Form
it_it: Modulo email
pt_br: Formulário de E-mail
th_th: แบบฟอร์มอีเมล

source: Email description
it_it: Descrizione email
pt_br: Descrição do E-mail
th_th: รายละเอียดอีเมล

source: Fax
th_th: โทรสาร

source: Fax Icon
it_it: Icona fax
pt_br: Ícone de Fax
th_th: ไอคอนโทรสาร

source: Icon for the Address info
it_it: Icona per informazioni sull'indirizzo
pt_br: Ícone para Infos de Endereço
th_th: ไอคอนของที่อยู่

source: Icon for the Email info
it_it: Icona per informazioni sull'email
pt_br: Ícone para Infos de E-mail
th_th: ไอคอนของอีเมล

source: Icon for the Fax info
it_it: Icona per informazioni sul fax
pt_br: Ícone para Infos de Fax
th_th: ไอคอนของโทรสาร

source: Icon for the Misc info
it_it: Icona per informazioni su informazioni varie
pt_br: Ícone para Infos de Misc
th_th: ไอคอนของข้อมูลอื่นๆ

source: Icon for the Telephone info
it_it: Icona per informazioni sul telefono
pt_br: Ícone para Infos de Tekefone
th_th: ไอคอนของโทรศัพท์

source: Icons
it_it: Icone
pt_br: Ícones
th_th: ไอคอน

source: Icons/text
it_it: Icone/testo
pt_br: Ícones/Texto
th_th: ไอคอน/ข้อความ

source: Misc Icon
it_it: Icona varie
pt_br: Ícone de Misc
th_th: ไอคอนข้อมูลอื่นๆ

source: Misc Info
it_it: Info varie
pt_br: Infos de Misc
th_th: ข้อมูลเพิ่มเติม

source: Post/Zip Code
it_it: C.A.P.
pt_br: CEP
th_th: รหัสไปรษณีย์

source: Show/Hide the Description Text below
it_it: Mostra/nascondi la descrizione sottostante
pt_br: Mostrar/Esconder o texto descritivo abaixo
th_th: แสดง/ซ่อน ข้อความแสดงรายละเอียดด้านล่าง

source: Show/Hide the Drop Down select list in Contact view
it_it: Mostra/nascondi il menu a tendina nella vista contatti
pt_br: Mostrar/Esconder a caixa de selecionamento na visualização de contatos
th_th: แสดง/ซ่อน ดร๊อบดาวน์สำหรับเลือกรายการในข้อมูลการติดต่อ

source: Show/Hide the Vcard
it_it: Mostra/nascondi la Vcard
pt_br: Mostrar/Esconder o Vcard
th_th: ซ่อน/แสดง วีการ์ด

source: Show/Hide the checkbox to email a copy to the senders address
it_it: Mostra/nascondi la scelta se inviare o meno una copia, via email, all'indirizzo del mittente
pt_br: Mostrar/Esconder o checkbox para envio de cópia para o usuário
th_th: แสดง/ซ่อน เช็คบล๊อกสำหรับสำเนาอีเมลกลับไปยังผู้ส่ง

source: Show/Hide the country info
it_it: Mostra/nascondi la Nazione
pt_br: Mostrar/Esconder as informações de país
th_th: แสดง/ซ่อน ประเทศ

source: Show/Hide the email info, if you set to show the address will be protected from spambots by javascript cloaking
it_it: Mostra/nascondi l'email. Se si sceglie di mostrare l'indirizzo, questo sarà protetto dagli spambots con un javascript di codifica
pt_br: Mostrar/Esconder o e-mail. Se você mostrar, ele será protegido por um sistema antispam em Javascript
th_th: แสดง/ซ่อน รายละเอียดของอีเมล, หากกำหนดให้แสดง ที่อยู่จะถูกป้องกันจากระบบสแปมบอทด้วย javascript cloaking

source: Show/Hide the email to form
it_it: Mostra/nascondi l'email nel modulo
pt_br: Mostrar/Esconder o e-mail para formulário
th_th: แสดง/ซ่อน แบบฟอร์มอีเมล

source: Show/Hide the fax info
it_it: Mostra/nascondi il Fax
pt_br: Mostrar/Esconder a informação de fax
th_th: แสดง/ซ่อน โทรสาร

source: Show/Hide the image
it_it: Mostra/nascondi l'immagine
pt_br: Mostrar/Esconder a imagem
th_th: แสดง/ซ่อน รูปภาพ

source: Show/Hide the misc info
it_it: Mostra/nascondi le info varie
pt_br: Mostrar/Esconder a informação adicional
th_th: แสดง/ซ่อน ข้อมูลเพิ่มเติม

source: Show/Hide the name info
it_it: Mostra/nascondi il Nome
pt_br: Mostrar/Esconder a informação de nome
th_th: แสดง/ซ่อน ชื่อ

source: Show/Hide the position info
it_it: Mostra/nascondi la Posizione
pt_br: Mostrar/Esconder a informação de posicionamento
th_th: แสดง/ซ่อน ตำแหน่ง

source: Show/Hide the post code info
it_it: Mostra/nascondi il Codice Postale
pt_br: Mostrar/Esconder a informação de CEP
th_th: แสดง/ซ่อน รหัสไปรษณีย์

source: Show/Hide the state info
it_it: Mostra/nascondi la Provincia
pt_br: Mostrar/Esconder a informação de estado
th_th: แสดง/ซ่อน จังหวัด

source: Show/Hide the street address info
it_it: Mostra/nascondi l'Indirizzo
pt_br: Mostrar/Esconder a informação de endereço
th_th: แสดง/ซ่อน ที่อยู่, ถนน

source: Show/Hide the suburb info
it_it: Mostra/nascondi la Città/Località
pt_br: Mostrar/Esconder a informação de bairro
th_th: แสดง/ซ่อน ตำบล, อำเภอ

source: Show/Hide the telephone info
it_it: Mostra/nascondi il Telefono
pt_br: Mostrar/Esconder a informação de telefone
th_th: แสดง/ซ่อน โทรศัพท์

source: Street Address
it_it: Indirizzo
pt_br: Endereço
th_th: ที่อยู่, ถนน

source: Telephone
it_it: Telefono
pt_br: Telefone
th_th: โทรศัพท์

source: Telephone Icon
it_it: Icona telefono
pt_br: Ícone de Telefone
th_th: ไอคอนโทรศัพท์

source: The Description text for the Email form, if left blank it will use the _EMAIL_DESCRIPTION language definition
it_it: Il testo descrittivo per il modulo da inviare, se lasciato vuoto, si utilizzerà la definizione della variabile _EMAIL_DESCRIPTION, nella lingua attualmente in uso
pt_br: Um texto de descrição do formulário de e-mail. Se deixado em branco, o valor de _EMAIL_DESCRIPTION será carregado do seu arquivo de idioma
th_th: ข้อความเหล่านี้สำหรับแบบฟอร์มอีเมล, หากไม่ระบุระบบจะดึงมาจาก _EMAIL_DESCRIPTION

source: Town/Suburb
it_it: Città/Località
pt_br: Cidade
th_th: ตำบล, อำเภอ

source: Use Icons, text or nothing next to the contact information displayed
it_it: Visualizza un'icona, del testo oppure nulla a fianco dei campi, nella pagina contatti
pt_br: Usar ícones, texto ou nada para a apresentação de informações do contato
th_th: ระบุว่าจะใช้ไอคอน ข้อความ หรือปล่อยว่าง สำหรับการแสดงข้อมูลการติดต่อ

source: Vcard
th_th: วีการ์ด

source: Mambo vCard for %s
it_it: Mambo vCard per %s
pt_br: Vcard Mambo para %s
th_th: วีการ์ดสำหรับ %s

source: Phone
it_it: Telefono
pt_br: Telefone
th_th: โทรศัพท์

source: Please make sure the form is complete and valid.
it_it: Prego assicurarsi che il modulo sia completo ed esatto.
pt_br: Por favor, tenha certeza que o formulário está completo e válido.
th_th: กรุณาตรวจสอบความถูกต้องของข้อมูลทั้งหมด.

source: Select Contact:
it_it: Seleziona contatto:
pt_br: Selecione o contato:
th_th: ต้องการติดต่อกับ:

source: Download information as a
it_it: Scarica informazione come
pt_br: Copiar as informações como um
th_th: ดาวน์โหลดข้อมูลเป็น

source: VCard
th_th: วีการ์ด

source: Enter your name:
it_it: Inserisci il tuo nome:
pt_br: Digite seu nome:
th_th: กรุณาใส่ชื่อคุณ:

source: E-mail address:
it_it: Indirizzo e-mail:
pt_br: Endereço de E-mail:
th_th: กรุณาใส่อีเมลของคุณ:

source: Enter your message:
it_it: Testo del messaggio:
pt_br: Digite sua mensagem:
th_th: ข้อความที่ต้องการติดต่อ:

source: Email a copy of this message to your own address
it_it: Invia una copia di questo messaggio, al tuo indirizo email
pt_br: Enviar cópia desta mensagem para seu e-mail
th_th: สำเนาข้อความนี้ไปยังอีเมลคุณ

source: There are no Contact Details listed.
it_it: Non ci sono contatti elencati.
pt_br: Não existem Detalhes de Contatos para Listar
th_th: ไม่มีรายละเอียดการติดต่อ.

source: Enquiry
it_it: Richiesta
th_th: ติดต่อ/สอบถาม

source: This is an enquiry e-mail via %s from:
it_it: Questa è una richiesta via email da %s da parte di:
th_th: นี่คืออีเมลข้อความ (ติดต่อ/สอบถาม) จาก:

source: The following is a copy of the message you sent to %s via %s
it_it: La seguente è la copia del messaggio che hai spedito a %s da %s
pt_br: O e-mail abaixo é uma cópia da mensagem que você enviou para %s via %s
th_th: นี้คือสำเนาข้อความของคุณที่ส่งถึงผู้ดูแล %s

source: Copy of: %s
it_it: Copia di: %s
pt_br: Cópia de: %s
th_th: คัดลอกจาก: %s

source: Thank you for your e-mail
it_it: Grazie per la tua e-mail
pt_br: Obrigado pela sua mensagem
th_th: ขอบคุณสำหรับ ข้อความของคุณ

source: The Contact list for this Website.
it_it: La lista Contatti di questo sito.
pt_br: A lista de contatos para este website
th_th: รายการติดต่อสำหรับเว็บไชต์.

source: Send an Email to this Contact:
it_it: Invia una email a questo Contatto:
pt_br: Envie um e-mail para este contato:
th_th: ส่งขอความหาเราได้ที่นี้:

source: Address:
it_it: Indirizzo:
pt_br: Endereço:
th_th: บ้านเลขที่:

source: Email:
th_th: อีเมล:

source: Telephone:
it_it: Telefono:
pt_br: Telefone:
th_th: เบอร์โทรศัพท์:

source: Fax:
th_th: โทรสาร:

source: Information:
it_it: Informazione:
pt_br: Informação:
th_th: ข้อมูลเพิ่มเติม:

source: Contact Us
th_th: ติดต่อเรา

source: Global Configuration
it_it: Configurazione globale
pt_br: Configuração Global
th_th: ตั้งค่าคอนฟิคหลัก

source: configuration.php is :
it_it: configuration.php è:
pt_br: configuration.php está:
th_th: configuration.php สถานะ :

source: Site Offline:
it_it: Sito non in linea:
pt_br: Site Parado:
th_th: เว็บออฟไลน์:

source: Offline Message:
it_it: Messaggio sito non in linea:
pt_br: Mensagem Quando Parado:
th_th: ข้อความออฟไลน์:

source: A message that displays if your site is offline
it_it: Il messaggio che viene mostrato in caso di sito non in linea
pt_br: Uma mensagem que será mostrada se o site estiver parado
th_th: ข้อความที่จะแสดงเวลาเว็บออฟไลน์

source: System Error Message:
it_it: Messaggio errore di sistema:
pt_br: Mensagem de Erro do Sistema:
th_th: ข้อความผิดพลาดของระบบ:

source: A message that displays if Mambo could not connect to the database
it_it: Il messaggio che viene mostrato se Mambo non può connettersi al database
pt_br: Uma mensagem apresentada se o Mambo não conseguir conexão com a base de dados
th_th: ข้อความที่จะแสดงเมื่อติดต่อฐานข้อมูลไม่ได้

source: Site Name:
it_it: Nome del sito:
pt_br: Nome do Site:
th_th: ชื่อเว็บ:

source: Use Captcha Authentication:
th_th: ใช้ Captcha ในการตรวจสอบ:

source: Captcha images assist in the reduction of automated entries and spam. Requires the GD image library
th_th: รูปภาพ Captcha ช่วยเหลือในการลดลงของสแปมต่างๆ. ระบบต้องการ GD image library

source: Show UnAuthorized Links:
it_it: Mostra collegamenti non autorizzati:
pt_br: Mostrar Links Não-Autorizados:
th_th: แสดงลิงก์ที่ไม่มีสิทธิ์:

source: If yes, will show links to content to registered content even if you are not logged in. The user will need to login to see the item in full.
it_it: Se SI, mostrerà i contenuti riservati agli utenti registrati, anche ai visitatori, ma l'utente dovrà essere connesso al sito, per vedere l'articolo per intero.
pt_br: Se sim, mostra links para conteúdos que necessitam autenticação/registro. O usuário precisará se autenticar para ver o item completo.
th_th: ถ้าใช่,จะแสดงลิงก์ไปข้อความที่ลงทะเบียนไว้ แม้ว่าคุณจะไม่ได้เข้าสู่ระบบก็ตาม. ผู้ใช้จะต้องเข้าสู่ระบบเพื่อดูข้อความเต็ม.

source: Allow User Registration:
it_it: Permetti la registrazione di nuovi utenti:
pt_br: Permite Registro de Usuários:
th_th: อนุญาตให้ผู้ใช้ลงทะเบียน:

source: If yes, allows users to self-register
it_it: Se SI, permette agli utenti di auto registrarsi
pt_br: Se sim, permite que usuários se registrem
th_th: ถ้าใช่, ผู้ใช้จะสามารถลงทะเบียนได้เอง

source: Use New Account Activation:
it_it: Usa l'attivazione del nuovo account:
pt_br: Usar Ativação de Conta:
th_th: ใช้การยืนยันลงทะเบียน:

source: If yes, the user will be mailed a link to activate their account before they can log in.
it_it: Se SI, all'utente sarà inviata una mail contenente un collegamento per attivare il proprio account e confermare l'iscrizione, prima di potersi identificare sul sito.
pt_br: Se sim, o usuário recebe um e-mail contento um link para ativar sua conta antes de usá-la
th_th: ถ้าใช่, ผู้ใช้จะได้รับอีเมลที่มีลิงก์เพื่อยืนยันการสมัคร.

source: Require Unique Email:
it_it: Richiedi email univoca:
pt_br: Requer E-mail Único:
th_th: ห้ามมีอีเมลซ้ำกัน:

source: If yes, users cannot share the same email address
it_it: Se si, nel database non potranno esserci indirizzi email condivisi tra gli utenti, ma ognuno dovrà avere un indirizzo univoco
pt_br: Se sim, não é permitido registro com e-mail já existente
th_th: ถ้าใช่, ผู้ใช้จะไม่สามารถใช้ตำแหน่งที่อยู่อีเมล์เดียวกัน

source: Debug Site:
it_it: Debug del sito:
th_th: แก้ไขข้อผิดพลาดเว็บ:

source: If yes, displays diagnostic information and SQL errors if present
it_it: Se SI, mostra informazioni diagnostiche ed eventuali errori SQL se presenti
pt_br: Se sim, mostra erros de SQL e informações de diagnóstico se existirem
th_th: ถ้าใช่, จะแสดงข้อความวินิจฉัยและความผิดพลาด SQL เมื่อเกิดความผิดพลาด

source: WYSIWYG Editor:
it_it: Editore WYSIWYG :
pt_br: Editor WYSIWYG:
th_th: WYSIWYG เอดิเตอร์:

source: List Length:
it_it: Lunghezza elenchi:
pt_br: Tamanho de Listas:
th_th: ความยาวรายการ:

source: Sets the default length of lists in the administrator for all users
it_it: Configura la lunghezza predefinita degli elenchi che sono usati in amministrazione ed è valida per tutti gli utenti
pt_br: Configura o tamanho padrão de listas para todos os usuários
th_th: ตั้งค่าความยาวของรายการในส่วนควบคุมระบบสำหรับผู้ใช้ทุกคน

source: Favorites Site Icon:
th_th: ไอคอนของเว็บไซต์:

source: If left blank or the file cannot be found, the default favicon.ico will be used.
it_it: Se lasciata in bianco o il file non viene trovato, sarà usata l'icona preconfigurata favicon.ico.
pt_br: Se deixado em branco ou o arquivo não for encontrado, o ícone favicon.ico padrão será usado
th_th: ถ้าปล่อยว่างไว้หรือหาไฟล์ไม่พบจะใช้ favicon.ico เป็นไอคอนพื้นฐาน.

source: Favourite Icon
it_it: Icona preferita
pt_br: Ícone Favorito
th_th: ไอคอนเว็บไซต์

source: Language:
it_it: Lingua:
pt_br: Idioma:
th_th: ภาษา:

source: Time Offset:
it_it: Scarto orario:
pt_br: Zona de Hora:
th_th: ค่าเหลื่อมเวลา:

source: Current date/time configured to display: %s
it_it: Le data ed ora attuali sono: %s
pt_br: Data/Hora atuais estão configurados para mostrar: %s
th_th: ตั้งค่าเวลาปัจจุบันที่จะแสดง: %s

source: Debugging:
th_th: ดีบัก:

source: Use Gettext:
th_th: ใช้ Gettext:

source: Country Locale:
it_it: Nazione locale
pt_br: Código do País:
th_th: ประเทศ:

source: These Parameters control Output elements
it_it: Questo parametro controlla gli elementi di Output
pt_br: Estes parâmetros controlam a saída de elementos
th_th: พารามิเตอร์เหล่านี้ควบคุมการแสดงผล

source: Linked Titles:
it_it: Titoli collegati:
pt_br: Títulos com Links:
th_th: ชื่อเนื้อหาเป็นลิงก์:

source: If yes, the title of content items will be hyperlinked to the item
it_it: Se SI, il titolo degli articoli sarà collegato all'articolo stesso
pt_br: Se sim, o título dos itens de conteúdo são links para o conteúdo
th_th: ถ้าใช่, หัวเรื่องของรายการจะแสดงเป็นลิงก์เชื่อมโยงไปยังรายการ

source: Read More Link:
it_it: Collegamento Leggi tutto.. :
pt_br: Link Leia Mais:
th_th: ลิงก์อ่านต่อ:

source: If set to show, the read-more link will show if main-text has been provided for the item
it_it: Se si sceglie di mostrarlo, il collegamento Leggi tutto.. sarà visualizzato nel caso che l'articolo abbia, oltre all'introduzione, anche il testo esteso
pt_br: Se configurado para mostrar, o link leia mais é mostrado se existe texto principal no conteúdo
th_th: ถ้าตั้งค่าเป็นแสดง, จะมีข้อความ อ่านต่อคลิกที่นี่ เพื่อเชื่อมโยงไปอ่านเนื้อหาทั้งหมด

source: Item Rating/Voting:
it_it: Valuta/vota articolo:
pt_br: Classificação/Votação de Item:
th_th: โหวตให้คะแนน:

source: If set to show, a voting system will be enabled for content items
it_it: Se si sceglie di mostrarlo, sarà abilitato un sistema di votazione del contenuto degli articoli
pt_br: Se configurado para mostrar, um sistema de classificação é habilitado para os itens de conteúdo
th_th: ถ้าตั้งค่าเป็นแสดง, จะมีการโหวตให้คะแนนเนื้อหา

source: Author Names:
it_it: Nome autore:
pt_br: Nomes de Autores:
th_th: ชื่อผู้เขียน:

source: If set to show, the name of the author will be displayed. This a global setting but can be changed at menu and item levels.
it_it: Se configurato per essere mostrato, sarà visualizzato il nome dell'autore. Questa è una configurazione globale, ma può essere cambiata singolarmente per ogni articolo e menu.
pt_br: Se configurado para mostrar, o nome do autor será apresentado. Esta é uma configuração global mas pode ser alterada no menu ou nos itens
th_th: ถ้าตั้งค่าเป็นแสดง, จะมีการแสดงชื่อผู้เขียน. สามารถปรับแต่งค่าในเมนูย่อยได้อีกที.

source: Created Date and Time:
it_it: Data e ora di creazione:
pt_br: Data e Hora de Criação:
th_th: วันเวลาที่สร้าง:

source: If set to show, the date and time an item was created will be displayed. This a global setting but can be changed at menu and item levels.
it_it: Se configurata per essere mostrate, saranno visualizzate la data e l'ora di creazione dell'articolo. Questa è una configurazione globale, ma può essere cambiata singolarmente per ogni articolo e menu.
pt_br: Se configurado para mostrar, a data e hora que um item foi criado serão apresentados. Esta é uma configuração global mas pode ser alterada no menu ou nos itens
th_th: ถ้าตั้งค่าเป็นแสดง, จะมีการแสดงวันเวลาที่สร้าง. สามารถปรับแต่งค่าในเมนูย่อยได้อีกครั้งหนึ่ง.

source: Modified Date and Time:
it_it: Data e ora modificate:
pt_br: Data e Hora de Modificação:
th_th: วันเวลาที่แก้ไข:

source: If set to show, the date and time an item was last modified will be displayed. This a global setting but can be changed at menu and item levels.
it_it: Se configurata per essere mostrate, saranno visualizzate la data e l'ora dell'ultima modifica dell'articolo. Questa è una configurazione globale, ma può essere cambiata singolarmente per ogni articolo e menu.
pt_br: Se configurado para mostrar, a data e hora que um item foi modificado serão apresentados. Esta é uma configuração global mas pode ser alterada no menu ou nos itens
th_th: ถ้าตั้งค่าเป็นแสดง, จะมีการแสดงวันเวลาที่แก้ไข. สามารถปรับแต่งค่าในเมนูย่อยได้อีกครั้งหนึ่ง.

source: If set to show, the hits for a particular item will be displayed. This a global setting but can be changed at menu and item levels.
it_it: Se configurato per essere mostrato, saranno visualizzate le visite ad un determinato articolo. Questa è una configurazione globale, ma può essere cambiata singolarmente per ogni articolo e menu.
pt_br: Se configurado para mostrar, os acessos para um item serão apresentados. Esta é uma configuração global mas pode ser alterada no menu ou nos itens
th_th: ถ้าตั้งค่าเป็นแสดง, จะมีการแสดงจำนวนครั้งที่เข้าขม. สามารถปรับแต่งค่าในเมนูย่อยได้อีกครั้งหนึ่ง.

source: PDF Icon:
it_it: Icona PDF
pt_br: Ícone de PDF:
th_th: ไอคอน PDF:

source: Option not available as /media directory not writable
it_it: Opzione non disponibile, dato che la cartella /media non è scrivibile
pt_br: Opção não disponível pois o diretório /media é somente leitura
th_th: ตัวเลือกนี้ไม่สามารถใช้ได้เนื่องจากโฟลเดอร์ media ไม่สามารถเขียนได้

source: Print Icon:
it_it: Icona Stampa:
pt_br: Ícone de Impressão:
th_th: ไอคอนพิมพ์:

source: Email Icon:
it_it: Icona email:
pt_br: Ícone de E-mail:
th_th: ไอคอนอีเมล:

source: Icons:
it_it: Icone:
pt_br: Ícones:
th_th: ไอคอน:

source: Print, PDF and Email will utilise Icons or Text
it_it: Stampa, PDF ed Email utilizzeranno icone o testo
pt_br: a
th_th: เลือกการใช้ไอคอนหรือตัวหนังสือสำหรับ PDF การพิมพ์หรืออีเมล

source: Table of Contents on multi-page items:
it_it: Tabella dei contenuti, in articoli multi pagina:
pt_br: Tabela de Conteúdos em itens multi-páginas:
th_th: ตารางสารบัญสำหรับเนื้อหาที่มีหลายหน้า:

source: Back Button:
it_it: Bottone indietro:
pt_br: Botão Voltar:
th_th: ปุ่มย้อนกลับ:

source: Content Item Navigation:
it_it: Navigazione articoli di contenuto:
pt_br: Navegação de Item de Conteúdo:
th_th: แผงนำทางเนื้อหา:

source: Database
th_th: ฐานข้อมูล

source: Hostname:
it_it: Nome host:
pt_br: Nome do Host:
th_th: ชื่อโฮสต์:

source: MySQL Username:
it_it: MySQL nome utente:
pt_br: Nome de Usuário do MySQL:
th_th: ชื่อผู้ใช้ฐานข้อมูล MySQL:

source: MySQL Password:
pt_br: Senha de Usuário do MySQL:
th_th: รหัสผ่านฐานข้อมูล MySQL:

source: MySQL Database:
pt_br: Base de Dados:
th_th: ชื่อฐานข้อมูล MySQL:

source: MySQL Database Prefix:
it_it: MySQL prefisso database:
pt_br: Prefixo de Tabelas:
th_th: คำนำหน้า(Prefix)ชื่อตาราง:

source: !! DO NOT CHANGE UNLESS YOU HAVE A DATABASE BUILT USING TABLES WITH THE PREFIX YOU ARE SETTING !!
it_it: !! NON CAMBIARE SE NON HAI UN DATABASE CREATO USANDO IL PREFISSO DI TABELLE CHE STAI CONFIGURANDO !!
pt_br: !! NÃO ALTERE SE VOCÊ NÃO POSSUI UM BANCO DE DADOS COM TABELAS USANDO O PREFIXO INFORMADO !!
th_th: !! อย่าเปลี่ยนถ้าคุณไม่แน่ใจในการใช้คำนำหน้าชื่อตารางที่คุณต้องการสร้างขึ้น !!

source: Server
pt_br: Servidor
th_th: เซิร์ฟเวอร์

source: Absolute Path:
it_it: Percorso assoluto:
pt_br: Caminho Absoluto:
th_th: ค่าเต็มของพาธ:

source: Live Site:
it_it: Sito attuale:
th_th: ที่อยู่จริง:

source: Secret Word:
it_it: Parola segreta:
pt_br: Palavra Secreta:
th_th: คำลับ:

source: GZIP Page Compression:
it_it: Compressione pagine GZIP:
pt_br: Compressão GZIP de Páginas:
th_th: บีบอัดด้วย GZIP:

source: Compress buffered output if supported
it_it: Se supportato, comprime il contenuto del buffer dati
pt_br: Comprime a saída de dados se suportado
th_th: บีบอัดบับเฟอร์ ถ้าสามารถทำได้

source: Login Session Lifetime:
it_it: Durata della sessione di connessione:
pt_br: Tempo de Vida de Sessão de Usuário:
th_th: เวลาเซสชั่นสำหรับการล็อกอิน:

source: seconds
it_it: secondi
pt_br: segundos
th_th: วินาที

source: Auto logout after this time of inactivity
it_it: Trascorso questo tempo di inattività, l'utente è disconnesso automaticamente
pt_br: Auto desconectar após este tempo de inatividade
th_th: ล็อกเอาท์อัตโนมัติหลังจากเวลา

source: Error Reporting:
it_it: Rapporto errori:
pt_br: Informe de Erro:
th_th: รายงานความผิดพลาด:

source: Register Globals Emulation:
it_it: Emulazione Register Globals:
pt_br: Emulação de Register Globals:
th_th: การจำค่าการลงทะเบียน:
