Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Installed Modules
it_it: Moduli installati
pt_br: Módulos Instalados
th_th: ติดตั้งโมดูล

source: Only those Modules that can be uninstalled are displayed - some Core Modules cannot be removed.
it_it: Sono elencati solo i Moduli che possono essere disinstallati - qualche Modulo necessario al codice principale non può essere rimosso.
pt_br: Somente os Módulos que podem ser desinstalados são apresentados - Alguns Módulos do sistema não podem ser removidos
th_th: บางโมดูลเท่านั้น ที่สามารถลบออกจากการแสดงผล - และบางอันไม่สามารถลบออกได้.

source: Module File
it_it: Modulo file
pt_br: Arquivo de Módulo
th_th: ไฟล์โมดูล

source: Client
it_it: Clente
pt_br: Cliente
th_th: กลุ่มลูกค้า

source: No custom modules installed
it_it: Nessun modulo personalizzato installato
pt_br: Nenhum módulo customizado instalado
th_th: ไม่มีโมดูลที่เลือกติดตั้งในระบบ

source: Site Modules
it_it: Moduli del sito
pt_br: Módulos do Site
th_th: โมดูลเว็บ

source: Admin Modules
it_it: Moduli amministrazione
pt_br: Módulos do Administrador
th_th: โมดูลของผู้ดูแล

source: Install new Template
it_it: Installa nuovo template
pt_br: Instalar Novo Modelo
th_th: ติดตั้งเทมเพลตใหม่

source: Back to Templates
it_it: Torna ai templates
pt_br: Voltar para os Modelos
th_th: กลับไปที่เทมเพลต

source: Uninstall
it_it: Disinstalla
pt_br: Desinstalar
th_th: ลบ

source: Install Mambo plugin (component, module, mambot, template, include, parameter, composite)
th_th: ติดตั้งแมมโบ้ปลั๊กอิน (คอมโพเน้นท์, โมดูล, แมมบอท, เทมเพลต, รวมถึง, พารามิเตอร์, ส่วนประกอบ)

source: OFF
pt_br: Desligado
th_th: ปิด

source: ON
pt_br: Ligado
th_th: เปิด

source: File Permissions
it_it: Permessi dei files
pt_br: Permissões de Arquivos
th_th: การเข้าถึงไฟล์

source: read
it_it: lettura
pt_br: leitura
th_th: อ่าน

source: write
it_it: scrittura
pt_br: escrita
th_th: เขียน

source: execute
it_it: esecuzione
pt_br: execução
th_th: ทำงาน

source: World:
it_it: Altri:
pt_br: Todos:
th_th: ทั้งหมด:

source: Directory Permissions
it_it: Permessi cartelle
pt_br: Permissões de Diretórios
th_th: การเข้าถึงไดเรกทอรี่่

source: search
it_it: cerca
pt_br: procurar
th_th: ค้นหา

source: Administration
it_it: Amministrazione
pt_br: Administração
th_th: ผู้ดูแลระบบ

source: Frontpage Manager
it_it: Gestore prima pagina
pt_br: Gerenciador de Página Principal
th_th: การจัดการเนื้อหาหน้าเว็บ

source: Edit Content
it_it: Modifica contenuto
pt_br: Editar Conteúdo
th_th: แก้ไขเนื้อหา

source: Edit Section
it_it: Modifica sezione
pt_br: Editar Seção
th_th: แก้ไขหมวด

source: - All Categories -
it_it: - Tutte le categorie -
pt_br: - Todas as Categorias -
th_th: - เลือก ประเภท -

source: Select an item to %a
it_it: seleziona un articolo da %a
pt_br: Selecionar um item para %a
th_th: เลือกรายการที่จะ %a

source: Frontpage
it_it: Prima pagina
pt_br: Página Principal
th_th: เนื้อหาหน้าเว็บ

source: This component shows all the published content items from your site marked Show on Frontpage.
it_it: Questo componente mostra tutti i contenuti pubblicati nel sito, marcati con Mostra nella Pagina Principale
pt_br: Este componente apresenta todos os itens publicados de seu site marcados como Mostrar na Página Principal
th_th: คอมโพเน้นท์นี้ทำหน้าที่แสดงเนื้อหาที่เผยแพร่ทุกเนื้อหาไปยังเว็บเพจหน้าแรก.

source: Remove
it_it: Rimuovi
pt_br: Remover
th_th: ย้าย

source: Please make a selection from the list to
it_it: Prego effettuare una selezione dalla lista a
pt_br: Por favor, faça uma seleção da lista para
th_th: โปรดเลือกประเภทเพื่อ

source: Please make a selection from the list to publish
it_it: Prego effettuare una selezione dalla lista per pubblicazione
pt_br: Por favor, faça uma seleção da lista para publicar
th_th: โปรดเลือกรายการเพื่อเผยแพร่

source: Please make a selection from the list to unpublish
it_it: Prego effettuare una selezione dalla lista per depubblicare
pt_br: Por favor, faça uma seleção da lista para despublicar
th_th: โปรดเลือกรายการเพื่อยุติการเผยแพร่

source: Archive
it_it: Archivio
pt_br: Arquivar
th_th: คลังเนื้อหา

source: Please make a selection from the list to archive
it_it: Prego effettuare una selezione dalla lista per archiviare
pt_br: Por favor, faça uma seleção da lista para arquivar
th_th: โปรดเลือกรายการเพื่อจัดเก็บเป็นคลังเนื้อหา

source: Unarchive
it_it: Non archiviare
pt_br: Desarquivar
th_th: ยกเลิกคลังเนื้อหา

source: Please select a news story to unarchive
it_it: Prego selezionare una nuova storia da ripubblicare
pt_br: Por favor, selecione uma notícia para desarquivar
th_th: โปรดเลือกรายการเพื่อยกเลิกเป็นคลังเนื้อหา

source: Please select an item from the list to edit
it_it: Prego selezionare un articolo dalla lista per modificarlo
pt_br: Por favor, selecione um item da lista para editar
th_th: โปรดเลือกรายการเพื่อแก้ไข

source: Edit HTML
it_it: Modifica HTML
pt_br: Editar HTML
th_th: แก้ไข HTML

source: Edit CSS
it_it: Modifica CSS
pt_br: Editar CSS
th_th: แก้ไข CSS

source: Are you sure you want to delete selected items?
it_it: Sei sicuro di voler cancellare l’articolo selezionato?
pt_br: Você tem certeza que deseja remover o item selecionado?
th_th: คุณแน่ใจไหมที่จะลบรายการนี้?

source: Please make a selection from the list to delete
it_it: Prego effettuare una selezione dalla lista, per cancellare
pt_br: Por favor, faça uma seleção da lista para remover
th_th: โปรดเลือกรายการเพื่อลบ

source: save
it_it: salva
pt_br: salvar
th_th: บันทึก

source: Cancel
it_it: Annulla
pt_br: Cancelar
th_th: ยกเลิก

source: back
it_it: indietro
pt_br: Voltar
th_th: ก่อนหน้า

source: Upload Image
it_it: Carica immagine
pt_br: Enviar Imagem
th_th: อัพโหลด รูปภาพ

source: Please complete the username and password fields.
it_it: Prego completare i campi nome utente e password.
pt_br: Por favor, preencha os campos de nome de usuário e senha
th_th: กรุณาใส่ข้อมูลผู้ใช้และรหัสผ่านให้ครบถ้วน.

source: Logins are not permitted. There is no authentication check active.
it_it: Entrata non permessa. Non ci sono controlli di autenticazione attivi.
pt_br: Autenticação não é permitida. O sistema de verificação de autenticação não está ativo
th_th: การเข้าใช้ไม่ถูกยินยอม. คุณยังไม่ถูกอนุญาตให้เข้าใช้งาน.

source: Your login has been blocked. Please contact the administrator.
it_it: Il tuo accesso è stato bloccato. Per favore contattare l’amministratore
pt_br: Sua conta foi bloqueada. Por favor, contate o administrador
th_th: ล็อกอินของคุณ ถูกระงับการใช้งาน. กรุณาติดต่อผู้ดูแลระบบ.

source: Incorrect username or password. Please try again.
it_it: Nome utente o password non corretti. Per favore prova ancora.
pt_br: Nome de Usuário ou Senha incorretos. Por favor, tente novamente
th_th: ชื่อผู้ใช้หรือรหัสผ่าน ไม่ถูกต้อง กรุณาลองใหม่.

source: Please enter a password
it_it: Prego inserire una password
pt_br: Por favor digite uma senha
th_th: กรุณาใส่รหัสผ่าน

source: You cannot login. There are no administrators set up.
it_it: Non puoi entrare. Non ci sono amministratori configurati.
pt_br: Você não pode se autenticar. Não existe um administrador configurado
th_th: คุณไม่สามารถล็อกอินได้. เนื่องจากผู้ดูแลระบบยังไม่ได้จัดเตรียมข้อมูลไว้.

source: Incorrect Username, Password, or Access Level. Please try again
it_it: Nome utente, password o livello di accesso non corretti. Per favore, prova ancora
pt_br: Nome de Usuário, Senha ou Nível de Acesso incorretos. Por favor, tente novamente
th_th: ชื่อ, รหัสผ่าน, หรือ ระดับของผู้ใช้งานซ้ำหรือผิดพลาด. ลองใหม่อีกครั้ง

source: Component %s error: attempt to use non-existent class %s in %s
th_th: คอมโพเน้นท์ %s ผิดพลาด: พยายามเพื่อใช้ ไม่มี-ซึ่งมีอยู่ คลาส %s ใน %s

source: Component %s error: attempt to use non-existent method %s in %s
th_th: คอมโพเน้นท์ %s ผิดพลาด: พยายามเพื่อใช้ ไม่มี-ซึ่งมีอยู่ วิธี %s ใน %s

source: Component %s error: attempt to use non-existent class %s
th_th: คอมโพเน้นท์ %s ผิดพลาด: พยายามเพื่อใช้ ไม่มี-ซึ่งมีอยู่ คลาส %s

source: MOS error in %s: method %s not found in class %s
th_th: MOS ผิดพลาด ใน %s: วิธี %s ไม่ถูกค้นพบในคลาส %s

source: MOS error in %s: class not found %s
th_th: MOS ผิดพลาด ใน %s: คลาสไม่ค้นพบ %s

source: Your Module must contain a title.
it_it: Il modulo deve avere un titolo
pt_br: Seu módulo deve conter um título
th_th: โมดูลต้องมีหัวเรื่อง.

source: Impossible to determine the name of this server
th_th: เป็นไปไม่ได้ที่จะตัดสินใจชื่อของเครื่องเซิร์ฟเวอร์นี้

source: January
it_it: Gennaio
pt_br: Janeiro
th_th: มกราคม

source: February
it_it: Febbraio
pt_br: Fevereiro
th_th: กุมภาพันธ์

source: March
it_it: Marzo
pt_br: Março
th_th: มีนาคม

source: April
it_it: Aprile
pt_br: Abril
th_th: เมษายน

source: May
it_it: Maggio
pt_br: Maio
th_th: พฤษภาคม

source: June
it_it: Giugno
pt_br: Junho
th_th: มิถุนายน

source: July
it_it: Luglio
pt_br: Julho
th_th: กรกฏาคม

source: August
it_it: Agosto
pt_br: Agosto
th_th: สิงหาคม

source: September
it_it: Settembre
pt_br: Setembro
th_th: กันยายน

source: October
it_it: Ottobre
pt_br: Outubro
th_th: ตุลาคม

source: November
it_it: Novembre
pt_br: Novembro
th_th: พฤษจิกายน

source: December
it_it: Dicembre
pt_br: Dezembro
th_th: ธันวาคม

source: No Sorting
it_it: Nessun ordinamento
pt_br: Sem Ordem
th_th: ไม่ เรียงลำดับ

source: Sort Ascending
it_it: Ordinamento ascendente
pt_br: Ascedente
th_th: เรียงจากน้อยไปมาก

source: Sort Descending
it_it: Ordibamento discendente
pt_br: Decrescente
th_th: เรียงจากมากไปน้อย

source: Close Window
it_it: Chiudi finestra
pt_br: Fechar Janela
th_th: ปิดหน้าต่างนี้

source: Print
it_it: Stampa
pt_br: Imprimir
th_th: พิมพ์

source: This email address is being protected from spam bots, you need Javascript enabled to view it
it_it: Questo indirizzo email è protetto contro i robot spam, hai bisogno del Javascript abilitato, per vederlo
pt_br: Este endereço de e-mail está protegido de spam bots. Você precisa ter o Javascript habilitado para vê-lo
th_th: อีเมลนี้จะถูกป้องกันจากสแปมบอท, แต่คุณต้องเปิดการใช้งานจาวาสคริปก่อน

source: Pending
it_it: In attesa
pt_br: Pendente
th_th: รอ

source: Published, but is <u>Pending</u>
th_th: รอการเผยแพร่

source: Visible
it_it: Visibile
pt_br: Visível
th_th: มองเห็นได้

source: Published and is <u>Current</u>
it_it: Attualmente <u>pubblicato</u>
pt_br: Publicado e <u>Atual</u>
th_th: เผยแพร่แล้ว

source: Finished
it_it: Finito
pt_br: Finalizado
th_th: เสร็จสิ้น

source: Published, but has <u>Expired</u>
it_it: Pubblicazione <u>scaduta</u>
pt_br: Publicado, mas <u>Expirou</u>
th_th: เผยแพร่แล้ว แต่หมดอายุ

source: Not Published
it_it: Non pubblicato
pt_br: Não Publicado
th_th: ไม่เผยแพร่

source: Click on icon to toggle state.
it_it: Cliccare sull’icona per cambiare lo stato.
pt_br: Clique no ícone para alterar o estado
th_th: คลิกที่ไอคอนเพื่อเปลี่ยนสถานะ

source: Go to Menu
it_it: Vai la menu
pt_br: Vai para o Menu
th_th: ไปที่เมนู

source: Link Name
it_it: Nome collegamento
pt_br: Nome do Link
th_th: ชื่อลิงก์

source: Go to Menu Item
it_it: Vai al menu articoli
pt_br: Vá para o Item de Menu
th_th: ไปที่รายการเมนู

source: State
it_it: Stato
pt_br: Estado
th_th: สถานะ

source: Trashed
it_it: Cestinato
pt_br: Na Lixeira
th_th: ลบ

source: UnPublished
it_it: Non pubblicato
pt_br: Despublicado
th_th: ไม่เผยแพร่

source: Item Name
it_it: Nome elemento
pt_br: Nome do Item
th_th: ชื่อรายการ

source: Publish item
it_it: Pubblica elemento
pt_br: Item Publicado
th_th: เผยแพร่รายการ

source: Unpublish Item
it_it: Non pubblicare elemento
pt_br: Despublicar Item
th_th: ไม่เผยแพร่รายการ

source: User Submitted '%s'
it_it: Utente inviato '%s'
pt_br: Usuário Enviou '%s'
th_th: สมาชิกส่ง '%s' มายังเว็บ

source: Hello %s, A user submitted %s: [ %s ] has been just been submitted by user: [ %s ] for % Please go to %s/administrator to view and approve this %s Please do not respond to this message as it is automatically generated and is for information purposes only.
th_th: สวัสดี %s, มีสมาชิกได้ส่ง %s: [ %s ] โดย : [ %s ] เข้ามาในเว็บ % กรุณาเข้าไปยัง %s/administrator เพื่อตรวจสอบและอนุมัติ %s ข้อความนี้ถูกส่งเข้ามาด้วยระบบอัตโนมัติ เพื่อแจ้งให้คุณทราบเท่านั้น ไม่จำเป็นต้องตอบกลับ.

source: You need to login.
it_it: Devi identificarti.
pt_br: Você precisa se autenticar
th_th: คุณต้องการล็อกอินเข้าใช้งาน ?

source: Mambo Warning
it_it: Avviso Mambo
pt_br: Aviso do Mambo
th_th: คำเตือนจากแมมโบ้

source: Results %d - %d of %d
it_it: Risultati %d - %d di %d
pt_br: Resultados %d - %d de %d
th_th: ผลลัพธ์ %d - %d จาก %d

source: Page %d of %d
it_it: Pagina %d di %d
pt_br: Página %d de %d
th_th: หน้า %d จาก %d

source: Start
it_it: Inizio
pt_br: Inciar
th_th: เริ่ม

source: first page
it_it: prima pagina
pt_br: primeira página
th_th: หน้าแรก

source: Previous
it_it: Precedente
pt_br: Anterior
th_th: ก่อนหน้า

source: previous page
it_it: pagina precedente
pt_br: página anterior
th_th: หน้าก่อนหน้า

source: next page
it_it: prossima pagina
pt_br: próxima página
th_th: หน้าต่อไป

source: End
it_it: Fine
pt_br: Fim
th_th: สุดท้าย

source: end page
it_it: fine pagina
pt_br: página final
th_th: หน้าสุดท้าย

source: Powered by Mambo
pt_br: Provido por Mambo
th_th: ขับเคลื่อนโดยแมมโบ้

source: Generated:
it_it: Generato:
pt_br: Gerado em:
th_th: ถูกสร้างขึ้น:

source: Written by
it_it: Scritto da
pt_br: Escrito por:
th_th: เขียนโดย

source: Contributed by
it_it: Contributi di
pt_br: Contribuição de
th_th: เขียนโดย

source: Last Updated
it_it: Ultimo aggiornamento
pt_br: Última Atualização
th_th: แก้ไขล่าสุดเมื่อ

source: Main
it_it: Principale
pt_br: Principal
th_th: หลัก

source: A suffix to be applied to the css class of the module (table.moduletable), this allows individual module styling
th_th: คำเสริมท้ายคลาส css ของโมดูล (table.moduletable), โดยจะใช้แสดงเแพาะโมดูลนั้นๆ

source: Custom Module
th_th: โมดูลพื้นฐาน

source: Enable Cache
th_th: เปิดการทำงานของแคช

source: Enter number of RSS items to display
th_th: ใส่จำนวนของรายการ RSS ที่ต้องการแสดง

source: Enter the URL of the RSS/RDF feed
th_th: ใส่ URL สำหรับ RSS/RDF feed

source: Items
it_it: Articoli
pt_br: Itens
th_th: รายการ

source: Module Class Suffix
th_th: คำเสริมท้ายคลาสของโมดูล

source: Select whether to cache the content of this module
th_th: เลือกให้แคชของบทความทำงานจากโมดูล

source: Show the description or intro text of individual news items
th_th: แสดงคำอธิบาย หรือ ข้อความส่วนต้นของรายการข่าวส่วนตัว

source: Show the description text for the whole Feed
th_th: แสดงข้อความคำอธิบายสำหรับใส่ Feed ทั้งหมด

source: Show the image associated with the whole Feed
th_th: แสดงรูปภาพที่เกี่ยวข้องกับ Feed ทั้งหมด

source: Archived Content
th_th: คลังเนื้อหา

source: Count
th_th: นับ

source: The number of items to display (default is 10)
th_th: จำนวนรายการที่ต้องการแสดงต่อหน้าเพจ ปกติกำหนดค่า = 10

source: This module shows a list of the calendar months, which contain Archived items. After you have changed the status of a Content Item to 'Archived' this list will be automatically generated.
th_th: โมดูลแสดงรายการปฏิทินแบบเดือน, สิ่งซึ่งบรรจุรายการคลังเนื้อหา.หลังจากที่คุณได้เปลี่ยนสถาระของเนื้อหาที่ต้องการเป็น 'คลังเนื้อหา' รายการนี้จะที่ถูกสร้างขึ้นโดยอัตโนมัติ.

source: Advertisement
it_it: Pubblicità
pt_br: Anúncios
th_th: ป้ายโฆษณา

source: A suffix to be aapplied to the css class of the module (table.moduletable), this allows individual module styling
th_th: คำเสริมท้ายคลาส css ของโมดูล (table.moduletable), โดยจะใช้แสดงเแพาะโมดูลนั้นๆ

source: Banner
th_th: ป้ายโฆษณา

source: Banner client
th_th: เจ้าของป้ายโฆษณา

source: Reference to banner client id. Enter separated by ','!
th_th: กำหนดหมายเลข ID ของ เจ้าของป้ายโฆษณาแต่ละราย โดยแยกด้วยเครื่องหมาย ','!

source: The banner module allows to show the active banners out of the component within your site.
th_th: โมดูลแสดงป้ายโฆษณายอมเพื่อแสดงป้ายโฆษณาทำงานออกมาจากส่วนประกอบเพื่อแสดงในหน้าเว็บคุณ.

source: Allows you to control which type of Content to display in the module
th_th: อนุญาติให้คุณสามารถกำหนดประเภทของบทความที่ต้องการแสดงในโมดูล

source: Both
th_th: ทั้งคู่

source: Category ID
it_it: ID categoria
pt_br: Id da Categoria
th_th: หมายเลขประเภท

source: Content Items only
th_th: หัวข้อของเนื้อหาเท่านั้น

source: Display content item images
th_th: แสดงรูปภาพประจำเนื้อหา

source: Frontpage Items
th_th: รายการเนื้อหาที่เว็บเพจหน้าแรก

source: Horizontal
th_th: แนวนอน

source: Latest Content
th_th: เนื้อหาล่าสุด

source: Module Mode
th_th: โหมดโมดูล

source: Selects items from a specific Category or set of Categories (to specify more than one Category, seperate with a comma , ).
th_th: เลือกรายการจากประเภทที่ต้องการ (หากต้องการมากกว่าหนึ่งประเภท ให้ใช้จุลภาคขั้น , ).

source: Selects items from a specific Secion or set of Sections (to specify more than one Section, seperate with a comma , ).
th_th: เลือกรายการจากหมวดที่ต้องการ (หากต้องการมากกว่าหนึ่งหมวด ให้ใช้จุลภาคขั้น , ).

source: Show images
th_th: แสดงรูปภาพ

source: Show item title
th_th: แสดงหัวข้อเนื้อเรื่อง

source: Show/Hide items designated for the Frontpage - only works when in Content Items only mode
th_th: แสดง/ซ่อน รายการที่มีหมายเลขสำหรับด้านหน้าเว็บ - จะทำได้เมื่ออยู่ในโหมดเนื้อหาเท่านั้น

source: Show/Hide the Read More button
th_th: แสดง/ซ่อน ปุ่มอ่านต่อ

source: Static Content only
th_th: เฉพาะเนื้อหาสเตติก

source: Style
th_th: รูปแบบ

source: The number of items to display (default 5)
th_th: จำนวนรายการที่ต้องการแสดงต่อหน้าเพจ ปกติกำหนดค่า = 5

source: The style to display the content
th_th: รูปแบบการแสดงเนื้อหา

source: This module shows a list of content with intro text in vertical or horizontal of the most recently published Items that are still current (some may have expired even though they are the most recent). Items that are displayed on the Front Page Component are not included in the list.
th_th: โมดูลนี้ใช้แสดงรายการเนื้อหาจากเนื้อหาส่วนต้นในแนวตั้ง หรือ แนวนอน จากเนื้อหาที่เพิ่งเผยแพร่เมื่อไม่นาน (บางครั้ง อาจจะหมดเวลาในการแสดง ถึงแม้จะเพิ่งเผยแพร่เมื่อไม่นานมานี้เอง). รายการเหล่านี้ จะถูกแสดงอยู่ด้านหน้าเว็บโดยไม่ถูกยึดติด.

source: Vertical
th_th: แนวตั้ง

source: hide
th_th: ซ่อน

source: show
th_th: แสดง

source: Latest News
th_th: ข่าวล่าสุด

source: This module shows a list of the most recently published Items that are still current (some may have expired even though they are the most recent). Items that are displayed on the Front Page Component are not included in the list.
th_th: โมดูลนี้ใช้แสดงรายการจากเนื้อหาที่เพิ่งทำการเผยแพร่เมื่อไม่นานมานี้ (บางครั้งอาจจะหมดเวลาในการแสดง ถึงแม้จะเพิ่งเผยแพร่เมื่อไม่นานมานี้เอง). รายการเหล่านี้จะถูกแสดงอยู่ด้านหน้าเว็บโดยไม่ถูกยึดติด.

source: Hi, %s
it_it: Ciao, %s
pt_br: Olá, %s
th_th: สวัสดี, %s

source: username
it_it: nome utente
pt_br: nome de usuário
th_th: ชื่อสมาชิก

source: password
pt_br: senha
th_th: รหัสผ่าน

source: Remember Me
it_it: Memorizza
pt_br: Me Lembre
th_th: จำข้อมูลการล็อกอิน

source: Greeting
th_th: แสดงความยินดี

source: Login Form
th_th: ฟอร์มเข้าสู่ระบบ

source: Login Message
th_th: ข้อความแสดงการเข้าสู่ระบบ

source: Logout Message
th_th: ข้อความแสดงการออกจากระบบ

source: Name/Username
th_th: ชื่อ/ชื่อผู้ใช้งาน

source: Post-text
th_th: ข้อความหลังออกจากระบบ

source: Pre-text
th_th: ข้อความก่อนเข้าสู่ระบบ

source: Show/Hide the simple greeting text
th_th: แสดง/ซ่อน ข้อความแสดงความยินดี

source: This is the Text or HTML that is displayed above the login form
th_th: ข้อความนี้จะปรากฎอยู่ด้านบนของแบบฟอร์มการเข้าสู่ระบบ

source: This is the Text or HTML that is displayed below the login form
th_th: ข้อความนี้จะปรากฎอยู่ด้านล่างของแบบฟอร์มการเข้าสู่ระบบ

source: This module displays a Username and Password login form. It also displays a link to retrieve a forgotten password. If user registration is enabled, (refer to the Configuration settings), then another link will be shown to invite users to self-register.
th_th: โมดูลที่แสดงชื่อผู้ใช้ และรหัสผ่านฟอร์มเข้าสู่ระบบ. มันจะแสดงลิงก์ไปยังการคืนรหัสผ่านให้เมื่อมีการลืม. ถ้าผู้ใช้ได้ลงทะเบียนถูกต้อง, (อ้างถึงการตั้งค่าที่ได้ตั้งไว้), ต่อมาจะมีลิงอื่นๆ แสดงให้กับสมาชิก เพื่อให้ลงทะเบียนได้.

source: A suffix to be applied to the css class of the menu items
th_th: คำเสริมท้ายใช้กับคลาสของรายการเมนู

source: Alignment of the Menu Icons
th_th: การเรียงไอคอนเมนู

source: Choose which indent image system to utilise
th_th: เลือกเพื่อเปลี่ยนรูปภาพย่อหน้าเมนูที่ต้องการใช้

source: Displays a menu.
th_th: แสดงเมนู.

source: End Spacer
th_th: สิ้นสุดช่องว่าง

source: End Spacer for Horizontal menu
th_th: สิ้นสุดช่องว่างสำหรับเมนูในแนวนอน

source: Expand Menu
th_th: ขยายเมนู

source: Expand the menu and make its sub-menus items always visible
th_th: ขยายส่วนของเมนูและจัดการให้เมนูย่อยสามารถมองเห็นได้ตลอดเวลา

source: Flat List
th_th: เชื่อมโยงรายการ

source: Image for the fifth sub-level
th_th: รูปภาพสำหรับเมนูย่อยระดับที่ 5

source: Image for the first sub-level
th_th: รูปภาพสำหรับเมนูย่อยระดับที่ 1

source: Image for the fourth sub-level
th_th: รูปภาพสำหรับเมนูย่อยระดับที่ 4

source: Image for the second sub-level
th_th: รูปภาพสำหรับเมนูย่อยระดับที่ 2

source: Image for the sixth sub-level
th_th: รูปภาพสำหรับเมนูย่อยระดับที่ 6

source: Image for the third sub-level
th_th: รูปภาพสำหรับเมนูย่อยระดับที่ 3

source: Indent Image
th_th: รูปภาพย่อหน้าเมนู

source: Indent Image 1
th_th: รูปภาพย่อหน้าเมนู 1

source: Indent Image 2
th_th: รูปภาพย่อหน้าเมนู 2

source: Indent Image 3
th_th: รูปภาพย่อหน้าเมนู 3

source: Indent Image 4
th_th: รูปภาพย่อหน้าเมนู 4

source: Indent Image 5
th_th: รูปภาพย่อหน้าเมนู 5

source: Indent Image 6
th_th: รูปภาพย่อหน้าเมนู 6

source: Main Menu
th_th: เมนูหลัก

source: Mambo default images
th_th: รูปภาพตั้งต้นที่กำหนดโดยแมมโบ้

source: Menu Class Suffix
th_th: คำเสริมท้ายคลาสของเมนู

source: Menu Icon Alignment
th_th: การเรียงไอคอนเมนู

source: Menu Style
th_th: รูปแบบเมนู

source: Show Menu Icons
th_th: แสดงไอคอนเมนู

source: Show the Menu Icons you have selected for your menu items
th_th: แสดงไอคอนเมนูที่เลือกให้แก่รายการของเมนู

source: Spacer
th_th: ช่องว่าง

source: Spacer for Horizontal menu
th_th: ช่องว่างสำหรับเมนูในแนวนอน

source: Template
th_th: เทมเพลท

source: The menu style
th_th: รูปแบบเมนู

source: The name of the menu (default is 'mainmenu')
th_th: ชื่อของเมนู (ค่าปกติคือ 'เมนูหลัก')

source: Use params below
th_th: ใช้ค่าของตัวแปรด้านล่าง

source: Most Read Content
th_th: เนื้อหาที่มีการอ่านมากที่สุด

source: The number of items to display (default is 5)
th_th: จำนวนรายการที่ต้องการแสดงต่อหน้าเพจ ปกติกำหนดค่า = 5

source: This module shows a list of the currently published Items that have been viewed the most - determined by the number of times the page has been viewed.
th_th: โมดูลนี้แสดงรายการของรายการที่ได้เผยแพร่โดยมีการแสดงมากที่สุด - ตัดสินโดยจำนวนของเวลาในการแสดงของหน้านั้น.

source: A content category
th_th: ประเภทเนื้อหา

source: Make the Item titles linkable
th_th: กำหนดให้หัวข้อเป็นลิงก์

source: No of items to display
th_th: จำนวนเนื้อเรื่องที่ต้องการแสดงต่อครั้ง

source: No. of Items
th_th: จำนวนของเนื้อเรื่อง

source: Randomly choose one at a time
th_th: การเลือกแบบสุ่มจะเลือกเพียงรูปเดียวในแต่ละครั้ง

source: The Newsflash module randomly selects one of the published items from a category upon each page refresh. It may also dislpay multiple items in horizontal or vertical configurations.
th_th: โมดูล Newsflash จะทำการสุ่มเลือกเพียงหนึ่ง จากรายการที่เผยแพร่ จากประเภทเมื่อบนหน้าเว็บรีเฟรช. มันจะแสดงหลายรายการใน แนวนอน หรือแนวตั้ง จากค่าที่ได้ตั้งไว้.

source: The style to display the category
th_th: รูปแบบในการแสดงหมวดของเนื้อหา

source: Vote
it_it: Vota
pt_br: Votar
th_th: โหวต
