Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Show/Hide Pagination support
it_it: Mostra/nascondi supporto paginazione
pt_br: Mostrar/Esconder suporte a paginação
th_th: แสดง/ซ่อน ระบบสนับสนุนการใส่เลขหน้า

source: Show/Hide the Read More link
it_it: Mostra/nascondi il collegamento Leggi tutto
pt_br: Mostrar/Esconder link Leia Mais
th_th: แสดง/ซ่อน ลิงก์อ่านต่อ

source: Show/Hide the Section the item belongs to
it_it: Mostra/Nascondi la sezione alla quale l'articolo appartiene
pt_br: Mostrar/Esconder o item de seção começado por
th_th: แสดง/ซ่อน ส่วนของเนื้อหาให้ขึ้นอยู่กับ

source: Show/Hide the items title
it_it: Mostra/Nascondi il titolo dell'articolo
pt_br: Mostrar/Esconder o título do item
th_th: แสดง/ซ่อน หัวข้อเนื้อหา

source: Shows a listing of Content items archived for a particular category
pt_br: Mostrar uma lista de itens de conteúdo arquivados para uma categoria em particular
th_th: แสดงรายการของเนื้อหาเอกสารสำคัญสำหรับแบ่งแยกออกเป็นประเภทอย่างละเอียด

source: Text to display at the top of the page
it_it: Testo da mostrare in cima alla pagina
pt_br: Texto para ser mostrado no topo da página
th_th: ข้อความที่ต้องการแสดงในส่วนบนของหน้าเว็บเพจ

source: This overrides the ordering of the items.
pt_br: Isto sobrescreve a ordem dos itens
th_th: ผ่านข้ามการเรียงลำดับของรายการในบัญชี.

source: When displaying the intro text, how many columns to use per row
it_it: Quando si mostrano i testi introduttivi, quante colonne bisogna usare per riga?
pt_br: Quando mostrar o texto de introdução, quantas colunas devem ser usadas por linha
th_th: กำหนดจำนวนคอลัมน์ต่อแถวในส่วนของเนื้อหาแนะนำ

source: You must select a Section
pt_br: Você deve selecionar uma Seção
th_th: คุณต้องเลือกหมวด

source: All Sections
pt_br: Todas as Seções
th_th: เลือก หมวดหมู่

source: Menu Item :: Blog - Content Section Archive
pt_br: Item de Menu :: Blog - Arquivo de Seção de Conteúdo
th_th: รายการเมนู :: บล๊อก - หมวดเนื้อหาสำคัญ

source: If you leave this blank the Section name will be automatically used
pt_br: Se você deixar isto em branco, o nome da seção será automaticamente usado
th_th: ถ้าคุณเว้นว่างไว้ชื่อหมวดจะถูกใช้แทนโดยอัตโนมัติ

source: Blog - Content Section Archive
pt_br: Blog - Arquivo de Conteúdo de Seção
th_th: บล๊อก - หมวดเนื้อหาสำคัญ

source: Category Name
it_it: Nome categoria
pt_br: Nome da Categoria
th_th: ชื่อประเภท

source: Category Name Linkable
it_it: Nome categoria collegabile
pt_br: Nome de Categoria Clicável
th_th: กำหนดให้หมวดของเนื้อหาเป็นลิงก์

source: Category Order
it_it: Ordine categoria
pt_br: Ordem de Categoria
th_th: เรียงลำดับตามหมวดของเนื้อหา

source: Make the Category text a link to the actual Category page
it_it: Trasforma il testo Categoria, un collegamento all'attuale pagina di categoria
pt_br: Fazer um link do texto da categoria para a página da categoria atual
th_th: กำหนดให้หมวดของเนื้อหาเป็นลิงก์ไปยังหน้าของหมวดของเนื้อหา

source: No, order by Primary Order only
it_it: No, ordinati solo per ordine primario
pt_br: Não, ordem somente pela ordem primária
th_th: เรียงลำดับตามการเรียงลำดับหลักเท่านั้น

source: Order items by catgeory
it_it: Ordina articoli per categoria
pt_br: Ordernar itens por categoria
th_th: การเรียงลำดับตามหมวดของเนื้อหา

source: Order that the items will be displayed in.
it_it: Ordine con il quale saranno visualizzati gli articoli.
pt_br: Ordem que os itens podem ser apresentados
th_th: จัดเรียงรายการที่แสดงอยู่.

source: Primary Order
it_it: Ordine primario
pt_br: Ordem Primária
th_th: การเรียงลำดับหลัก

source: Show/Hide the Category the item belongs to
it_it: Mostra/Nascondi la categoria alla quale l'articolo appartiene
pt_br: Mostrar/Esconder a categoria do item começado por
th_th: แสดง/ซ่อน หมวดของเนื้อหาให้ขึ้นอยู่กับ

source: Shows a listing of Content items archived for a particular section
pt_br: Mostrar uma lista de itens de conteúdo arquivados para uma seção em particular
th_th: แสดงรายการของเนื้อหา ให้ความสำคัญสำหรับประเภทของเนื้อหาอย่างละเอียด

source: Menu Item :: Blog - Content Category
pt_br: Item de Menu :: Blog - Categoria de Conteúdo
th_th: รายการเมนู :: บล๊อก - ประเภทเนื้อหา

source: You can select multiple Categories
pt_br: Você pode selecionar múltiplas categorias
th_th: คุณสามารถเลือกหลายประเภท

source: Blog - Content Category
pt_br: Blog - Categoria de Conteúdo
th_th: บล๊อก - ประเภทเนื้อหา

source: Description Image
pt_br: Descrição de Imagem
th_th: คำอธิบายรูปภาพ

source: Displays a page of content items from multiple categories in a blog format
pt_br: Mostra uma página de itens de conteúdo de múltiplas categorias em um formato de blog
th_th: แสดงหน้าของเนื้อหาจากหลาย ๆ ประเภทในรูปแบบบล๊อก

source: Item Titles
it_it: Titoli articoli
pt_br: Títulos de Item
th_th: หัวข้อเนื้อหา

source: Show/Hide the Category Description
pt_br: Mostrar/Esconder a descrição da categoria
th_th: แสดง/ซ่อน คำอธิบายของแต่ละประเภท

source: Show/Hide the Page title
it_it: Mostra/nascondi il titolo della pagina
pt_br: Mostrar/Esconder o título da página
th_th: แสดง/ซ่อน หัวข้อของหน้าเว็บเพจ

source: Menu Item :: Blog - Content Section
pt_br: Item de Menu :: Blog :: Seção de Conteúdo
th_th: รายการเมนู :: บล๊อก - หมวดเนื้อหา

source: You can select multiple Sections
pt_br: Você pode selecionar múltiplas seções
th_th: คุณสามารถเลือกหลายหมวด

source: Blog - Content Section
pt_br: Blog - Seção de Conteúdo
th_th: บล๊อก - หมวดเนื้อหา

source: Displays a page of content items from multiple sections in a blog format
pt_br: Mostrar uma de itens de conteúdo para seções múltiplas em um formato de blog
th_th: แสดงหน้าของเนื้อหาจากหลาย ๆ หมวดในรูปแบบบล๊อก

source: Show/Hide the Section Description
pt_br: Mostrar/Esconder a descrição da seção
th_th: แสดง/ซ่อน หมวดคำอธิบาย

source: Menu Item :: Table - Content Category
pt_br: Item de Menu :: Tabela - Conteúdo da Categoria
th_th: รายการเมนู :: ตาราง - ประเภทของเนื้อหา

source: Author Column
pt_br: Coluna de Autor
th_th: คอลัมน์ผู้แต่ง

source: Date Column
pt_br: Coluna de Data
th_th: คอลัมน์วันที่

source: Display Number
pt_br: Mostrar Número
th_th: การแสดงตัวเลข

source: Display Select
pt_br: Mostrar Seleção
th_th: การแสดงการเลือก

source: Empty Categories
pt_br: Categorias Vazias
th_th: ประเภทเนื้อหาว่างเปล่า

source: Filter
it_it: Filtro
pt_br: Filtro
th_th: ค้นหา

source: Filter Field
pt_br: Campo de Filtro
th_th: ขอบเขตการค้นหา

source: His
pt_br: Cliques
th_th: ความนิยม

source: Hits Column
pt_br: Coluna de Cliques
th_th: คอลัมน์นิยม

source: Navigation Bar
pt_br: Barra de Navegação
th_th: แถบนำทางไปยังที่ต่าง ๆ

source: Number of items to be displayed by default
pt_br: Número de Itens para ser mostrado por padrão
th_th: ตัวเลขในรายการจะแสดงเป็นค่าเริ่มต้น

source: Order Select
pt_br: Ordem de Seleção
th_th: ลำดับการเลือก

source: Show/Hide empty(no items) categories
pt_br: Mostrar/Esconder categorias vazias (sem itens)
th_th: แสดง/ซ่อน ว่างเปล่า(ไม่มีรายการ) ประเภทของเนื้อหา

source: Show/Hide the Author column
pt_br: Mostrar/Esconder a coluna de Autor
th_th: แสดง/ซ่อน คอลัมน์ผู้แต่ง

source: Show/Hide the Category Description, it will appear below the Category Name
pt_br: Mostrar/Esconder a descrição da categoria que é apresentada abaixo do nome da categoria
th_th: แสดง/ซ่อน คำอธิบายประเภทของเนื้อหา

source: Show/Hide the Date column
pt_br: Mostrar/Esconder a coluna de data
th_th: แสดง/ซ่อน คอลัมน์วันที่

source: Show/Hide the Display Select dropdown
pt_br: Mostar/Esconder a caixa de seleção
th_th: แสดง/ซ่อน การแสดงการเลือกด้านล่าง

source: Show/Hide the Filter ability
pt_br: Mostrar/Esconder a habilidade de filtro
th_th: แสดง/ซ่อน ความสามารถของการค้นหา

source: Show/Hide the Navigation bar
pt_br: Mostrar/Esconder a barra de navegação
th_th: แสดง/ซ่อน แถบนำทางไปยังที่ต่าง ๆ

source: Show/Hide the Order Select dropdown
pt_br: Mostrar/Esconder a caixa de seleção de ordem
th_th: แสดง/ซ่อน ลำดับการเลือกดรอบดาวน์

source: Show/Hide the listing of other Categories
pt_br: Mostrar/Esconder a listagem de outras categorias
th_th: แสดง/ซ่อน รายการของเนื้อหาประเภทอื่น

source: Shows a Table view of Content items for a particular Category
pt_br: Mostrar uma tabela com itens de conteúdo para uma categoria particular
th_th: แสดงมุมมองตารางของเนื้อหาสำหรับแบ่งแยกออกเป็นประเภทอย่างละเอียด

source: Table - Content Category
pt_br: Tabela - Categoria de Conteúdo
th_th: ตาราง - ประเภทของเนื้อหา

source: The format of the date displayed, using PHPs strftime Command Format - if left blank it will load the format from your language file
pt_br: O formato de data apresentado, usando o formato strftime do PHP - se deixado em branco será carregado o formato de seu arquivo de idioma
th_th: รูปแบบวันที่ที่แสดง, ใช้ PHP ใช้ PHPs สตริงค์ของเวลาที่มีรูปแบบน่าเชื่อถือ - ถ้าด้านซ้ายของมันว่างจะโหลดรูปแบบจากไฟล์ภาษา

source: Which field shall the filter apply to
pt_br: Em qual campo o filtro deve ser aplicado?
th_th: ซึ่งเป็นขอบเขตของการค้นหาให้ได้ประโยชน์

source: Edit Content Item
pt_br: Editar Item de Conteúdo
th_th: แก้ไขรายการเนื้อหา

source: You must select a Content to link to
pt_br: Você deve selecionar um conteúdo para fazer link
th_th: คุณจะต้องเลือกเนื้อหาที่จะลิงก์

source: Menu Item :: Link - Content Item
pt_br: Item de Menu :: Link - Item de Conteúdo
th_th: รายการเมนู :: การเชื่อมโยง - เนื้อหาในรายการ

source: Content to Link:
pt_br: Conteúdo para o link:
th_th: ข้อความที่จะลิงก์:

source: Creates a link to a published Content Item in full view
pt_br: Criar um link para um item de conteúdo publicado em visão completa
th_th: สร้างการเชื่อมโยง ประกาศเนื้อหาในรายการในมุมมองเต็ม

source: Link - Content Item
pt_br: Link - Item de Conteúdo
th_th: การเชื่อมโยง - เนื้อหาในรายการ

source: Menu Item :: Table - Content Section
pt_br: Item de Menu :: Tabela - Seção de Conteúdo
th_th: รายการเมนู :: ตาราง - หมวดเนื้อหา

source: Creates a listing of Content categories for a particular section
pt_br: Cria uma lista de categorias de conteúdo para uma seção particular
th_th: สร้างรายการประเภทของเนื้อหาสำหรับหมวดอย่างละเอียด

source: Section Title
pt_br: Título da Seção
th_th: หมวดของชื่อเรื่อง

source: Show/Hide the Category Description Image
pt_br: Mostar/Esconder a imagem de descrição da categoria
th_th: แสดง/ซ่อน คำอธิบายรูปภาพแต่ละประเภท

source: Show/hide the section title
pt_br: Mostrar/Esconder o título da seção
th_th: แสดง/ซ่อน หมวดของชื่อเรื่อง

source: Table - Content Section
pt_br: Tabela - Seção de Conteúdo
th_th: ตาราง - หมวดเนื้อหา

source: Menu Item :: Link - Static Content
pt_br: Item de Menu :: Link - Conteúdo Estático
th_th: รายการเมนู :: การเชื่อมโยง - เนื้อหาสเตติก

source: Static Content:
pt_br: Conteúdo Estático:
th_th: เนื้อหาสเตติก:

source: On Click, open:
pt_br: Quando Clicar, abrir:
th_th: เมื่อคลิกแล้วเปิดใน:

source: Creates a link to Static Content Item
pt_br: Cria um link para um item de conteúdo estático
th_th: สร้างรายการเชื่อมโยงถึงการใช้ร่วมกันของรายการในบัญชี

source: Link - Static Content
pt_br: Link - Conteúdo Estático
th_th: การเชื่อมโยง - เนื้อหาสเตติก

source: Menu Item :: Table - News Feed Category
th_th: รายการเมนู :: ตาราง - ประเภทของข่าวสาร

source: A small image to be placed to the left or right of your menu item, images must be in /images
pt_br: Uma pequena imagem para ser colocada a esquerda ou a direita do item de menu, imagens deve estar em /images
th_th: รูปขนาดเล็กจะถูกวางด้านซ้ายหรือขวาของเมนูแต่ละอัน, รูปภาพมักจะอยู่ใน /images

source: Articles Column
pt_br: Coluna de Artigos
th_th: คอลัมน์เนื้อหา

source: Show/Hide the Articles column
pt_br: Mostrar/Esconder a coluna de artigos
th_th: แสดง/ซ่อน คอลัมน์เนื้อหา

source: Show/Hide the Link column
pt_br: Mostrar/Esconder a coluna de link
th_th: แสดง/ซ่อน ลิงก์คอลัมน์

source: Show/Hide the Name column
pt_br: Mostrar/Esconder o nome da coluna
th_th: แสดง/ซ่อน ชื่อคอลัมน์

source: Shows a Table view of News Feed items for a particular Category
th_th: แสดงมุมมองตารางของข่าวสารรายการในบัญชีสำหรับประเภทอย่างละเอียด

source: Table - News Feed Category
th_th: ตาราง - ประเภทของข่าวสาร

source: Item:
th_th: รายการ:

source: You must select a News Feed to link to
th_th: คุณจะต้องเลือก News Feeds ที่จะลิงก์

source: Menu Item :: Link - News Feed
th_th: รายการเมนู ::ลิงค์-News Feed

source: News Feed to Link:
th_th: News Feeds ที่จะลิงก์:

source: Creates a link to an individual Published Newsfeed
pt_br: Cria um link para um feed individual publicado
th_th: สร้างการเชื่อมโยงถึงแต่ละอันเพื่อเผยแพร่ Newsfeed

source: Link - Newsfeed
th_th: การเชื่อมโยง - Newsfeed

source: Menu Item :: Separator / Placeholder
pt_br: Item de Menu :: Separador/Placeholder
th_th: รายการเมนู :: เส้นขั้น / ตำแหน่งว่าง

source: Pattern/Name:
pt_br: Pattern/Nome:
th_th: รูปแบบ/ชื่อ:

source: Creates a menu placeholder or separator
th_th: สร้างเมนูที่เป็นตัวขั้นกลางหรือตัวแบ่ง

source: Separator / Placeholder
pt_br: Separador / Placeholder
th_th: เส้นขั้น / ตำแหน่งว่าง

source: Next
it_it: Prossimo
pt_br: Próximo
th_th: ต่อไป

source: Move
it_it: Sposta
pt_br: Mover
th_th: ย้าย

source: Back
it_it: Indietro
pt_br: Voltar
th_th: ก่อนหน้า

source: You must provide a url.
pt_br: Você deve informar uma URL:
th_th: คุณต้องให้ url.

source: Menu Item :: Link - URL
pt_br: Item de Menu :: Link - URL
th_th: รายการเมนู :: การเชื่อมโยง - Url

source: Link:
th_th: ลิงก์:

source: Creates url link
pt_br: Cria um link para uma URL
th_th: สร้าง url การเชื่อมโยง

source: Link - Url
th_th: การเชื่อมโยง - Url

source: Menu Item :: Table - Web Link Category
th_th: รายการเมนู :: ตาราง - การเชื่อมโยงประเภทเว็บ

source: Shows a Table view of Weblink items for a particular Weblink Category
pt_br: Mostra uma visão de tabela de links web para uma categoria particular de links web
th_th: แสดงมุมมองตารางของการเชื่อมโยงประเภทเว็บในรายการสำหรับประเภทการเชื่อมโยงเว็บอย่างละเอียด

source: Table - Weblink Category
pt_br: Tabela - Categoria de Links Web
th_th: ตาราง - การเชื่อมโยงประเภทเว็บ

source: Menu Item :: Wrapper
pt_br: Item de Menu :: Wrapper
th_th: รายการเมนู :: แร็บเปอร์

source: Wrapper Link:
th_th: ลิงก์แร็บเปอร์:

source: Creates an IFrame that will wrap an external page/site into Mambo
pt_br: Cria um iframe que pode wrap uma página/site externo dentro do Mambo
th_th: สร้างแบบ IFrame จะแสดงหน้าเว็บจากภายนอกไว้ในเว็บไซต์แมมโบ้

source: Wrapper
th_th: แร็บเปอร์

source: Menu Manager
it_it: Gestore menu
pt_br: Gerenciador de Menus
th_th: การจัดการเมนู

source: Menu Name
it_it: Nome del Menu
pt_br: Nome do Menu
th_th: ชื่อเมนู

source: # Published
it_it: n. di Pubblicati
pt_br: # Publicados
th_th: # เผยแพร่

source: # Unpublished
it_it: n. di Non pubblicati
pt_br: # Não Publicados
th_th: # ไม่เผยแพร่

source: # Modules
it_it: n. di Moduli
pt_br: # Módulos
th_th: # โมดูล

source: Edit Menu Name
it_it: Modifica il Nome del Menu
pt_br: Editar Nome do Menu
th_th: แก้ไขชื่อเมนู

source: Edit Menu Items
it_it: Modifica gli Elementi del Menu
pt_br: Editar Itens do Menu
th_th: แก้ไขรายการเมนู

source: Please enter a menu name
it_it: Devi assegnare un nome al menu
pt_br: Por favor, digite um nome para o menu
th_th: โปรดใส่ชื่อเมนูที่ต้องการ

source: Please enter a module name for your menu
it_it: Assegna un nome al modulo da associare al menu
pt_br: Por favor digite um nome para seu menu
th_th: โปรดใส่ชื่อโมดูลที่ต้องการ

source: Menu Details
it_it: Dettagli Menu:
pt_br: Detalhes do Menu
th_th: รายละเอียดของเมนู

source: Menu Name:
it_it: Nome del Menu:
pt_br: Nome do Menu:
th_th: ชื่อเมนู:

source: Module Title:
th_th: ชื่อโมดูลเมนู:

source: This is the identification name used by mambo to identify this menu within the code - it must be unique. It is recommended that you do not have any spaces in your Menu Name
it_it: Questo è il nome di identificazione usato da Mambo per identificare questo menu nel codice - deve essere univoco. Si raccomanda di non inserire spazi nel nome del Menu
pt_br: Este é um nome de identificação usado pelo Mambo para identificar este menu dentro do código - ele deve ser único. É recomendado que você não coloque nenhum espaço nos nomes de menus
th_th: นี่เป็นการพิสูจน์ชื่อที่ใช้โดยแมมโบ ดังนั้นชื่อไม่ควรมีช่องว่าง และไม่ซ้ำกับชื่ออื่น

source: Title of the mod_mainmenu module required to show this Menu
it_it: Per visualizzare questo menu, il modulo mod_mainmenu deve avere un titolo
pt_br: Título do módulo mod_mainmenu necessário para mostrar este menu.
th_th: ชื่อของโมดูล mod_mainmenu ต้องการแสดงในเมนู

source: A new mod_mainmenu module, with the Title you have entered above will automatically be created when you save this menu.
it_it: Un nuovo modulo mod_mainmenu, con il Titolo che si è inserito sopra, sarà creato automaticamente non appena salvato il menu.
pt_br: Um novo módulo mod_mainmenu com o título informado acima será criado automaticamente quando este menu for salvo.
th_th: โมดูล mod_mainmenu ใหม่, ที่อยู่ในชื่อโมดูลที่คุณกรอกไว้จะถูกบันทึกโดยอัตโนมัติเมื่อคุณบันทึกเมนู.

source: Parameters for the module created are to be edited through the "Modules Manager [site]": Modules -> Site Modules
th_th: การตั้งค่าต่างๆสามารถแก้ไขในส่วน "การจัดการโมดูล [ เว็บไซต์ ]": โมดูล -> โมดูลเว็บ

source: Delete Menu: %s
it_it: Cancella menu: %s
pt_br: Apagar Menu: %s
th_th: ลบเมนู: %s

source: Module(s) being Deleted:
it_it: Moduli che stanno per essere cancellati:
pt_br: Módulos a serem Apagados:
th_th: โมดูลถูกลบ:

source: Menu Items being Deleted:
it_it: Elementi di menu che stanno per essere cancellati:
pt_br: Itens de Menu a serem Apagados:
th_th: รายการเมนูถูกลบ:

source: This will <span style="font-weight:bold;color:#FF0000">Delete</span> this Menu, <br />ALL its Menu Items and the Module(s) associated with it
it_it: Questa operazione <span style="font-weight:bold;color:#FF0000">cancellerà</span> questo menu, <br />TUTTI i suoi elementi ed i moduli associati
pt_br: Isto irá <span style="font-weight:bold;color:#FF0000">Apagar</span> este menu, todos os itens de menu dentro dele<br/> e o(s) módulo(s) associados à ele.
th_th: นี่จะเป็นการ <span style="font-weight:bold;color:#FF0000">ลบ</span> เมนูนี้, <br />โปรดระวัง เมนูนี้อาจเชื่อมโยงกับเมนูอื่นอยู่

source: Are you sure you want to Delete this menu? \nThis will Delete the Menu, its Items and the Module(s).
it_it: Si è sicuri di voler cancellare questo menu? \n Questa operazione cancellerà il menu, i suoi elementi ed i moduli associati.
pt_br: Você tem certeza que deseja apagar este menu? \nIsto irá apagar o menu, seus itens e o Módulo.
th_th: คุณต้องการที่จะลบเมนูนี้หรือไม่? \nระบบจะลบรายการเมนู และโมดูลของเมนูนี้ทั้งหมด.

source: Please enter a name for the copy of the Menu
it_it: Prego inserire un nome per la copia del menu
pt_br: Por favor digite um nome para a cópia do Menu
th_th: โปรดใส่ชื่อสำเนาของเมนู

source: Please enter a name for the new Module
it_it: Prego inserire un nome per il uovo Modulo
pt_br: Por favor digite um nome para o novo Módulo
th_th: โปรดใส่ชื่อโมดูลใหม่

source: Copy Menu
it_it: Copia menu
pt_br: Copiar Menu
th_th: คัดลอกเมนู

source: New Menu Name:
it_it: Nuovo nome del modulo:
pt_br: Novo Nome de Menu:
th_th: ชื่อเมนูใหม่:

source: New Module Name:
it_it: Nuovo nome del modulo:
pt_br: Novo Nome de Módulo:
th_th: ชื่อโมดูลใหม่:

source: Menu being copied:
it_it: Menu che sta per essere copiato:
pt_br: Menu a ser copiado:
th_th: กำลังคัดลอกเมนู:

source: You cannot rename the "mainmenu" Menu as this will disrupt the proper operation of Mambo
it_it: Non puoi rinominare il menu "mainmenu", perché distruggerebbe alcune operazioni peculiari di Mambo
pt_br: Você não pode renomear o menu "mainmenu" pois isso altera o funcionamento do Mambo
th_th: คุณไม่สามารถเปลี่ยนชื่อ "เมนูหลัก" เนื่องจากจะทำให้ Mambo ทำงานผิดพลาด

source: A menu already exists with that name - you must enter a unique Menu Name
it_it: Un menu con questo nome esiste già - si deve inserire un nome menu univoco
pt_br: Já existe um menu com este nome - você deve informar um nome de Menu único
th_th: ชื่อเมนูนี้มีอยู่ในระบบแล้ว - กรุณาตั้งชื่อที่ไม่ซ้ำกับชื่อเมนูที่มีอยู่

source: New Menu created [ %s ]
it_it: Creat il nuovo menu [ %s ]
pt_br: Novo Menu criado [%s]
th_th: สร้างเมนูใหม่ [ %s ]

source: Menu Items & Modules updated
it_it: Il menu Articoli & Moduli è stato aggiornato
pt_br: Itens de Menu e Módulos atualizados
th_th: รายการเมนูและโมดูลถูกปรับปรุง

source: You cannot delete the "mainmenu" menu as it is a core menu
it_it: Non puoi cancellare il menu "mainmenu", perché è un elemento del codice principale
pt_br: VocVocê não pode apagar o menu "mainmenu" pois ele é um menu obrigatório
th_th: คุณไม่สามารถลบ "เมนูหลัก" เนื่องจากเป็นเมนูหลักของแมมโบ้

source: A menu with that name already exists - you must enter a unique Menu Name
it_it: Un menu con questo nome esiste già - si deve inserire un nome menu univoco
pt_br: Já existe um menu com este nome - você deve informar um nome de Menu único
th_th: ชื่อเมนูนี้มีอยู่ในระบบแล้ว - กรุณาตั้งชื่อที่ไม่ซ้ำกับชื่อเมนูที่มีอยู่

source: Copy of Menu `%s` created, consisting of %d item
th_th: คัดลอกเมนู `%s` สร้าง, ประกอบกับ %d

source: This component manages your Menus.
it_it: Questo componente gestisce i menu.
pt_br: Este componente gerencia seus menus.
th_th: คอมโพเน้นท์นี้ใช้จัดการเมนูของคุณ.

source: Media Manager
it_it: Gestore Media
pt_br: Gerenciador de Mídia
th_th: การจัดการไฟล์มีเดีย

source: Directory
pt_br: Diretório
th_th: ไดเรกทอรี่่

source: Upload
it_it: Carica
pt_br: Enviar
th_th: อัพโหลด

source: Max size
it_it: Grandezza massima
pt_br: Tamanho Máx.
th_th: ขนาดสูงสุด

source: Code
pt_br: Código
th_th: โค้ด

source: Create Directory
pt_br: Criar Dire'torio
th_th: สร้างไดเรกทอรี่่

source: No Images Found
pt_br: Nenhuma Imagem Encontrada
th_th: ไม่พบรูป

source: Configuration Problem: &quot; %s &quot; does not exist.
pt_br: Problema de Configuração: &quot; %s &quot; não existem.
th_th: ปัญหาการตั้งค่า: " %s " ไม่มีอยู่.

source: Insert your text here
pt_br: Digite seu texto aqui
th_th: ใส่ข้อความที่นี่

source: "Delete file \""+file+"\"?"
pt_br: "Apagar arquivo \""+file+"\"?"
th_th: "ลบไฟล์ \""+file+"\"?"

source: "There are "+numFiles+" files/folders in \""+folder+"\".\n\nPlease delete all files/folder in \""+folder+"\" first."
pt_br: "Aqui existem "+numFiles+" arquivos/pastas em \""+folder+"\".\n\nPor favor remova todos os arquivos/pastas em \""+folder+"\" primeiro."
th_th: "มี "+numFiles+" ไฟล์/โฟลเดอร์ใน \""+folder+"\".\n\nโปรดลบทุกไฟล์/โฟลเดอร์ใน \""+folder+"\" ก่อน."

source: "Delete folder \""+folder+"\"?"
pt_br: "Apagar pasta \""+folder+"\"?"
th_th: "ลบโฟลเดอร์ \""+folder+"\"?"

source: NO HACKING PLEASE
pt_br: NÃO HACKEIE POR FAVOR
th_th: กรุณาอย่าแฮก

source: Directory creation not allowed while running in SAFE MODE as this can cause problems.
pt_br: A criação de diretórios não é permitida enquanto o site está rodando em SAFE MODE pois isso pode causar problemas.
th_th: การสร้างไดเรกทอรี่่ไม่สามารถทำได้ขณะที่อยู่ในเซพโหมด เนื่องจากจะก่อให้เกิดปัญหาได้.

source: Directory name must only contain alphanumeric characters and no spaces please.
pt_br: Nome de diretórios devem conter somente caracteres alfanuméricos e não pode conter espaços.
th_th: ชื่อไดเรกทอรี่ต้องใช้ตัวอักษรตัวเลข และห้ามมีช่องว่าง.

source: Unable to delete: not empty!
pt_br: Impossível apagar: não está vazio!
th_th: ไม่สามารถลบ: ไม่ว่าง!

source: Upload FAILED. File already exists
pt_br: Envio FALHOU. Arquivo já existe
th_th: การอัพโหลดล้มเหลว. มีไฟล์อยู่แล้ว

source: Only files of type gif, png, jpg, bmp, pdf, swf, doc, xls or ppt can be uploaded
pt_br: Somente arquivos dos tipos gif, png, jpg, bmp, pdf, swf, doc, xls ou ppt pode ser enviados
th_th: เฉพาะไฟล์ gif, png, jpg, bmp, pdf, swf, doc, xls หรือ ppt จึงจะอัพโหลดได้

source: Upload FAILED
pt_br: Envio FALHOU
th_th: การอัพโหลดล้มเหลว

source: Upload complete
pt_br: Envio completo
th_th: อัพโหลเรียบร้อย

source: This component manages site media
pt_br: Este componente gerencia mídia dos sites
th_th: คอมโพเน้นท์นี้ใช้จัดการไฟล์มีเดีย

source: Create
pt_br: Criar
th_th: สร้าง
