Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: The poll %s is currently being edited by another administrator.
it_it: Il sondaggio %s è al momento aperto da un'altro amministratore.
pt_br: A enquete %s está sendo editada por outro admnistrador
th_th: โพลล์ %s กำลังแก้ไขโดยผู้ดูแลท่านอื่นอยู่

source: Your Poll must contain a title.
it_it: Il tuo sondaggio deve avere un titolo.
pt_br: Sua Enquete deve conter um título.
th_th: กรุณาใส่หัวข้อโพลล์.

source: Your Poll must have a non-zero lag time.
it_it: Il tuo sondaggio deve avere un non-zero tempo di ritardo.
th_th: การตั้งค่าโพลล์ต้องใส่เลขมากกว่า 0

source: There is a module already with that name, please try again.
it_it: Esiste già un modulo con lo stesso nome, prego di riprovare.
pt_br: Existe um outro módulo com este nome. Por favor, tente novamente.
th_th: โมดูลมีอยู่ในระบบแล้ว กรุณาลองใหม่.

source: Poll
it_it: Sondaggio
pt_br: Enquete
th_th: โพลล์

source: This component shows Polls/Surveys
it_it: Questo componente mostra i Sondaggi
pt_br: Este componente mostra Enquete/Pesquisas
th_th: คอมดพเน้นท์นี้สำหรับแสดงการสำรวจ/โพลล์

source: Select Poll:
it_it: Seleziona sondaggio
pt_br: Selecionar Enquete:
th_th: เลือก โพลล์:

source: There are no results for this poll.
it_it: Non ci sono risultati per questo sondaggio.
pt_br: Não existem resultados para esta enquete.
th_th: ยังไม่มีผลลัพธ์สำหรับโพลล์นี้.

source: Number of Voters
it_it: Numero di votanti
pt_br: Número de Votos
th_th: จำนวนผู้ลงคะแนน

source: First Vote
it_it: Primo voto
pt_br: Primeiro Voto
th_th: ลงคะแนนครั้งแรก

source: Last Vote
it_it: Ultimo voto
pt_br: Último Voto
th_th: ลงคะแนนครั้งล่าสุด

source: Cookies must be enabled!
it_it: I coockies devono essere abilitati!
pt_br: Cookies devem estar habilitados!
th_th: คุณต้องกำหนดให้ Cookies ทำงานด้วย!

source: Continue
it_it: Continua
pt_br: Continuar
th_th: ต่อไป

source: You already voted for this poll today!
it_it: Hai già votato per questo sondaggio, oggi!
pt_br: Você já votou nesta enquete hoje!
th_th: คุณได้ลงคะแนนไปแล้วสำหรับแบบสำรวจวันนี้!

source: No selection has been made, please try again
it_it: Nessuna selezione fatta, per favore prova ancora
pt_br: Nenhuma seleção foi feita. Tente novamente
th_th: คุยยังไม่ได้เลือกตัวเลือกที่ให้มา โปรดเลือกอีกครั้ง

source: Thanks for your vote!
it_it: Grazie per il tuo voto
pt_br: Obrigado pelo seu voto!
th_th: ขอบคุณสำหรับการลงคะแนน!

source: Results
it_it: Risultati
pt_br: Resultados
th_th: ผลลัพธ์

source: Select Poll from the list
it_it: Seleziona un sondaggio dall'elenco
pt_br: Selecionar Enquete da lista
th_th: เลือกรายการแบบสำรวจ

source: News Feed Manager
th_th: การจัดการ News Feed

source: # Articles
it_it: n. Articoli
pt_br: # Artigos
th_th: จำนวนเนื้อหา

source: Cache time
it_it: Tempo di Cache
pt_br: Tempo de Cache
th_th: เวลาแคช(วินาที)

source: Checked Out
it_it: Bloccato
pt_br: Verificado
th_th: นำออก

source: Edit News Feed
th_th: แก้ไข Newsfeed

source: Please fill in the news feed name.
th_th: กรุณาใส่ข่าวในช่องชื่อ Feed

source: Please select a Category.
it_it: Prego selezionare una categoria.
pt_br: Por favor selecione uma categoria
th_th: เลือกประเภท.

source: Please fill in the news feed link.
th_th: กรุณาใส่ Feed ลิงค์

source: Please select a category.
it_it: Prego seleziona una categoria.
pt_br: Por favor selecione uma categoria
th_th: เลือกประเภท.

source: Please fill in the number of articles to display.
it_it: Prego, inserisci il numero di articoli da visualizzare.
pt_br: Por favor preencha o número de artigos para mostrar
th_th: โปรดระบุจำนวนเนื้อหาที่ต้องการแสดง.

source: Please fill in the cache refresh time.
it_it: Prego, inserisci il tempo di refresh della cache.
pt_br: Por favor preencha o tempo de atualização
th_th: โปรดระบุเวลาการล้าง cache.

source: Link
it_it: Collegamento
th_th: ลิงก์

source: Number of Articles
it_it: Numero di Articoli
pt_br: Número de Artigos
th_th: จำนวนของเนื้อหา

source: Cache time (in seconds)
it_it: Tempo di Cache (in secondi)
pt_br: Tempo de Cache (em segundos)
th_th: เวลา cache (ต่อวินาที)

source: Select a module to %s
it_it: Selezionare un modulo da %s
pt_br: Selecione um módulo para %s
th_th: เลือกโมดูลไปยัง %s

source: # Articles Column
it_it: n. Articoli per colonna
pt_br: # Coluna de Artigos
th_th: จำนวนคอลัมน์

source: # Category Items
it_it: # articoli della categoria
pt_br: # Itens da Categoria
th_th: # จำนวนรายการประเภทของเนื้อหา

source: Allows you to limit the amount of visible item description text. 0 will show all the text
it_it: Permette di limitare la quantità di descrizione visualizzata. 0 mostrerà il testo intero
pt_br: Permite você limitar a quantidade de texto de descrição visível. 0 mostra todo o texto.
th_th: ความยามของข้อความที่ต้องการแสดง. ถ้าใส่ 0 จะแสดงทั้งหมด

source: Category Description
it_it: Descrizione categoria
pt_br: Descrição da Categoria
th_th: รายละเอียดประเภทของเนื้อหา

source: Description for page
it_it: Descrizione della Pagina
pt_br: Descrição para a Página
th_th: รายละเอียดของเว็บเพจ

source: Feed Description
it_it: Descrizione del Feed
pt_br: Descrição do Feed
th_th: คำอธิบาย Feed

source: Feed Image
it_it: Immagine del Feed
pt_br: Imagem do Feed
th_th: รูปภาพ Feed

source: Item Description
it_it: Descrizione dell'elemento
pt_br: Descrição do Item
th_th: รายละเอียด

source: Link Column
it_it: Colonna dei Link
pt_br: Coluna do Link
th_th: ลิงก์คอลัมน์

source: Name Column
it_it: Colonna dei Nomi
pt_br: Nome da Coluna
th_th: ชื่อคอลัมน์

source: Show/Hide the # of articles in the feed
it_it: Visualizza o Nascondi il numero di articoli nel Feed
pt_br: Mostrar/Esconder o N. de artigos no feed
th_th: แสดง/ซ่อน บทความใน feed

source: Show/Hide the Description for the list of other catgeories
it_it: Mostra/nascondi la descrizione per l'elenco delle altre categorie
pt_br: Mostrar/Esconder a descrição para a lista de outras categorias
th_th: แสดง/ซ่อน คำอธิบายสำหรับรายการของประเภทอื่นๆ

source: Show/Hide the Feed Link column
it_it: Visualizza o nascondi la Colonna dei Link nel Feed
pt_br: Mostrar/Esconder a coluna de link do feed
th_th: แสดง/ซ่อน Feed ลิงก์คอลัมน์

source: Show/Hide the Feed Name column
it_it: Visualizza o Nascondi la Colonna dei Nomi nel feed
pt_br: Mostrar/Esconder a coluna de nome do feed
th_th: แสดง/ซ่อน ชื่อของคอลัมน์

source: Show/Hide the description or intro text of an item
it_it: Mostra/Nascondi il testo di introduzione dell'articolo
pt_br: Mostrar/Esconder a descrição ou texto de introdução de um item
th_th: แสดง/ซ่อน คำอธิบาย หรือข้อความส่วนต้นของรายการ

source: Show/Hide the description text of the feed
it_it: Mostra/Nascondi il testo di descrizione del feed
pt_br: Mostrar/Esconder a descrição do texto do feed
th_th: แสดง/ซ่อน คำอธิบายข้อความของการป้อน

source: Show/Hide the image of the feed
it_it: Mostra/Nascondi le immagini del feed
pt_br: Mostrar/Esconder a imagem do feed
th_th: แสดง/ซ่อน รูปภาพสำหรับ feed

source: Show/Hide the number of items in each category
it_it: Mostra/nascondi il numero di articoli in ogni categoria
pt_br: Mostrar/Esconder o número de itens em cada categoria
th_th: แสดง/ซ่อน จำนวนรายการในแต่ละประเภทของเนื้อหา

source: This component manages RSS/RDF newsfeeds
it_it: Questo componente serve a gestire i feed RSS/RDF
pt_br: Este componente gerencia feeds de notícias RSS/RDF
th_th: นี่คือคอมโพเน้นท์จัดการ RSS/RDF newsfeeds

source: Word Count
it_it: Conteggio delle Parole
pt_br: Contar Palavras
th_th: นับจำนวนคำ

source: Feed Name
it_it: Nome del Feed
pt_br: Nome do Feed
th_th: ชื่อ Feed

source: Feed Link
it_it: Link del Feed
pt_br: Link do Feed
th_th: ลิงก์ Feed

source: <p>MOStlyDBAdmin is used for easy back up/restore of your database.</p><p> It is a revival of the dbadmin component for use in the Mambo 4.6+ core. The dbadmin component stopped working with Mambo 4.5.3h and development appears to have ceased.</p>
th_th: <p>MOStlyDBAdmin จะใช้สำหรับการ back up หรือrestore ฐานข้อมูลได้โดยง่าย.</p><p> เป็นตัวที่พัฒนา มาจากคอมโพเน้นท์ dbadmin เพื่อใช้งานกับ Mambo 4.6+. คอมโพเน้นท์ dbadmin ได้หยุดการทำงานบน Mambo 4.5.3h และไม่มีการพัฒนาต่อ.</p>

source: <p>Admin component for the MOStlyCE editor mambot. Helps customize your MOStlyCE editor installation.</p>
th_th: <p>การจัดการคอมโพเน้นท์ของ MOStlyCE Editor แมมบอท. เพื่อช่วยในการปรับปรุงบทความ คุณควรติดตั้ง MOStlyCE Editor แมมบอทด้วย.</p>

source: Module Manager
it_it: Modulo Manager
pt_br: Gerenciador de Módulos
th_th: การจัดการโมดูล

source: Module Name
it_it: Nome Modulo
pt_br: Nome do Módulo
th_th: ชื่อโมดูล

source: Pages
it_it: Pagine
pt_br: Páginas
th_th: หน้า

source: Varies
it_it: Varie
pt_br: Várias
th_th: มาก

source: All
it_it: Tutto
pt_br: Todas
th_th: ทั้งหมด

source: User
it_it: Utente
pt_br: Usuário
th_th: ผู้ใช้

source: Module must have a title
it_it: Il Modulo deve avere un titolo
pt_br: Módulo deve ter um título
th_th: กรุณาใส่หัวข้อของโมดูล

source: Module:
it_it: Modulo:
pt_br: Módulo:
th_th: โมดูล:

source: Show title:
it_it: Mostra il titolo:
pt_br: Mostrar título:
th_th: แสดงหัวเรื่อง:

source: Module Order:
it_it: Ordinamento Moduli:
pt_br: Ordem do Módulo:
th_th: ลำดับโมดูล:

source: Pages / Items
it_it: Pagine / Oggetti
pt_br: Páginas / Itens
th_th: หน้า / รายการ

source: Menu Item Link(s):
it_it: Link(s) all'oggetto Menu
pt_br: Link(s) de Itens de Menu:
th_th: เมนูรายการลิงก์:

source: Custom Output
it_it: Output personalizzata
pt_br: Saída Customizada
th_th: เอาต์พุตทั้วไป

source: Content:
it_it: Contenuto:
pt_br: Conteúdo:
th_th: เนื้อหา:

source: - All Positions -
it_it: - Tutte le Posizioni -
pt_br: - Todas as Posições -
th_th: - เลือก ตำแหน่ง -

source: - All Types -
it_it: - Tutti i Tipi -
pt_br: - Todos os Tipos -
th_th: - เลือก ชนิด -

source: Module Copied [%s]
it_it: Modulo copiato [%s]
pt_br: Módulo Copiado [%s]
th_th: คัดลอกโมดูล [%s]

source: Successfully Saved changes to Module: %s
it_it: I cambiamenti al modulo: %s sono stati salvati
pt_br: Alterações do Módulo Salvas com Sucesso: %s
th_th: บันทึกการเปลี่ยนแปลงโมดูลสำเร็จ: %s

source: Successfully Saved Module: %s
it_it: Il modulo: %s è stato salvato
pt_br: Módulo Salvo com Sucesso: %s
th_th: บันทึกโมดูลสำเร็จ: %s

source: The module %s is currently being edited by another administrator
it_it: Il Modulo %s è attualmente in corso di modifica da parte di un altro amministratore
pt_br: O módulo %s está sendo editado por outro administrador
th_th: โมดูล %s กำลังถูกแก้ไขโดยผู้ดูแลท่านอื่น

source: Select a module to delete
it_it: Seleziona un modulo da cancellare
pt_br: Selecione um módulo para apagar
th_th: เลือกโมดูลที่จะลบ

source: You cannot delete mod_mainmenu module that displays the "mainmenu" as it is a core Menu
it_it: Non è possibile cancellare il mod_mainmenu che mostra il "mainmenu" perché è un menu del codice principale
pt_br: Você não pode apagar o módulo mod_mainmenu que mostra o "mainmenu" como um menu do núcleo do sistema
th_th: คุณไม่สามารถลบโมดูล mod_mainmenu เนื่องจากใช้แสดง "เมนูหลัก" สำหรับหน้าเว็บไซต์

source: Module(s): "%s" cannot be deleted they can only be un-installed as they are Mambo modules.
it_it: I moduli: "%s" non possono essere cancellati ma solo disinstallati perché fanno parte del codice principale di Mambo.
pt_br: Módulo(s): "%s" não podem ser apagados mas somente desinstalados pois são módulos do Mambo.
th_th: โมดูล: "%s" ไม่สามารถลบโมดูลได้ ต้องถอนโมดูลออกก่อน

source: You can only preview typed modules.
it_it: Si possono vedere in anteprima solo i moduli di contenuto testo digitato.
pt_br: Você só pode pré-visualizar módulos.
th_th: คุณสามารถเรียกดูโมดูลได้อย่างเดียว.

source: Private Messaging
it_it: Messaggi Privati
pt_br: Mensagens Privadas
th_th: ข้อความส่วนตัว

source: Search:
it_it: Cerca
pt_br: Procurar:
th_th: ค้นหา:

source: Subject
it_it: Soggetto:
pt_br: Assunto
th_th: หัวข้อ

source: From
it_it: Da
pt_br: De
th_th: จาก

source: Read
it_it: Letti
pt_br: Lido
th_th: อ่าน

source: Unread
it_it: Non letti
pt_br: Não Lido
th_th: ไม่ถูกอ่าน

source: Private Messaging Configuration
it_it: Configurazione dei Messaggi Privati
pt_br: Configuração de Mensagens Privadas
th_th: ตั้งค่า Configuration ของข้อความส่วนตัว

source: General
it_it: Generale
pt_br: Geral
th_th: ทั่วไป

source: Are you sure?
it_it: Sei sicuro?
pt_br: Você tem certeza?
th_th: คุณแน่ใจใช่ไหม?

source: Lock Inbox:
it_it: Blocca i Messaggi in Entrata
pt_br: Travar Caixa:
th_th: ล็อค Inbox:

source: Mail me on new Message:
it_it: Inviami i nuovi messaggi per e-mail
pt_br: Me informe sobre novas mensagens:
th_th: ส่งอีเมลให้ฉันถ้ามีข้อความใหม่เข้ามา:

source: View Private Message
it_it: Visualizza i Messaggi Privati
pt_br: Ver Mensagens Privadas
th_th: เรียกดูข้อความส่วนตัว

source: From:
it_it: Da:
pt_br: De:
th_th: จาก:

source: Posted:
it_it: Inviato il:
pt_br: Postado:
th_th: ส่ง:

source: Subject:
it_it: Soggetto:
pt_br: Assunto:
th_th: หัวข้อ:

source: Message:
it_it: Messaggio:
pt_br: Mensagem:
th_th: ข้อความ:

source: You must provide a subject.
it_it: Devi scrivere un soggetto.
pt_br: Você deve fornecer um assunto.
th_th: กรุณาใส่ชื่อเรื่อง.

source: You must provide a message.
it_it: Devi scrivere un messaggio.
pt_br: Você deve escrever uma mensagem.
th_th: กรุณาใส่ข้อความที่จะส่ง.

source: You must select a recipient.
it_it: Devi selezionare un destinatario.
pt_br: Você deve selecionar um destinatário.
th_th: กรุณาระบุผู้รับปลายทาง.

source: New Private Message
it_it: Nuovo Messaggio Privato.
pt_br: Nova Mensagem Privada
th_th: ข้อความส่วนตัวใหม่

source: To:
it_it: A:
pt_br: Para:
th_th: ถึง:

source: Reply
it_it: Rispondi
pt_br: Responder
th_th: ตอบกลับ

source: Send
it_it: Invia
pt_br: Enviar
th_th: ส่งข้อความ

source: A new private message has arrived
it_it: Hai ricevuto un nuovo messaggio
pt_br: Uma nova mensagem privada foi recebida
th_th: มีข้อความใหม่ส่งถึงคุณ

source: The user has locked their mailbox. Message failed.
it_it: L'utente ha bloccato i messaggi in arrivo. Il tuo messaggio non è stato consegnato.
pt_br: O usuário travou sua caixa de mensagens. Envio falhou.
th_th: ข้อความไม่สามารถส่งได้เนื่องจาก User ไม่ได้เปิดใช้งานเมลบ๊อกซ์

source: Menu Manager <small><small>[ %s ]</small></small>
pt_br: Gerenciador de Menu <small><small>[ %s ]</small></small>
th_th: การจัดการเมนู <small><small>[ %s ]</small></small>

source: Max Levels
pt_br: Níveis Máximos
th_th: ระดับสูงสุด

source: You cannot `delete` this menu as it is required for the proper operation of Mambo
pt_br: Você não pode `remover` este menu. Ele é necessário para a operação do Mambo
th_th: คุณไม่สามารถ `ลบ` เมนูนี้ได้เพราะจำเป็นต้องมี

source: The 1st Published item in this menu [mainmenu] is the default `Homepage` for the site
pt_br: O primeiro item deste menu [mainmenu] é a página principal do site
th_th: [mainmenu] เป็นเมนูแรกที่ต้องมี

source: Menu Item
pt_br: Item de Menu
th_th: หมวดเมนู

source: Itemid
pt_br: ID do Item
th_th: หมายเลข id

source: New Menu Item
pt_br: Novo Item de Menu
th_th: สร้างเมนูใหม่

source: Content
it_it: Contenuti
pt_br: Conteúdo
th_th: เนื้อหา

source: Miscellaneous
pt_br: Miscelânea
th_th: อื่นๆ

source: Note that some menu types appear in more that one grouping, but they are still the same menu type.
pt_br: Note que alguns tipos de menu aparecem em mais de um grupo, mas eles são os mesmos tipos de menus.
th_th: หมายเหตุ:เมนูบางชนิดอาจจะอยู่หลายกลุ่ม แต่ยังคงเป็นเมนูชนิดเดียวกัน.

source: Components
it_it: Componenti
pt_br: Componentes
th_th: คอมโพเน้นท์

source: Move Menu Items
pt_br: Mover Itens de Menu
th_th: ย้ายหมวดเมนู

source: Move to Menu:
pt_br: Mover para Menu:
th_th: ย้ายไปหมวดเมนู:

source: Menu Items being moved:
pt_br: Itens de Menu a serem movidos:
th_th: กำลังย้ายหมวดเมนู:

source: Copy Menu Items
pt_br: Copiar Itens de Menu
th_th: คัดลอกหมวดเมนู

source: Copy to Menu:
pt_br: Copiar para Menu:
th_th: คัดลอกไปเมนู:

source: Menu Items being copied:
it_it: Elemento del menu che sta per essere copiato:
pt_br: Itens de Menu a serem copiados:
th_th: คัดลอกรายการเมนู:

source: %d Menu Item moved to %s
th_th: %d ย้ายเมนูไปที่ %s

source: %d Menu Item Copied to %s
th_th: %d คัดลอกเมนูไปที่ %s

source: Link must have a name
pt_br: Link deve ter um nome
th_th: ลิงก์ต้องมีชื่อ

source: You must select a Component to link to
pt_br: Você deve selecionar um componente para criar um link
th_th: คุณต้องเลือกคอมโพเน้นท์ที่จะเชื่อมต่อ

source: Menu Item :: Link - Component Item
pt_br: Item de Menu :: Link - Item de Componente
th_th: รายการเมนู :: การเชื่อมโยง - รายการคอมโพเน้นท์

source: Component to Link:
pt_br: Componente para Link:
th_th: คอมโพเน้นท์ที่จะลิงก์:

source: On Click, Open in:
pt_br: Quando clicar, abrir em:
th_th: เมื่อคลิกแล้วเปิดใน:

source: Parent Item:
pt_br: Item Pai:
th_th: หน้าต่างเดิม:

source: Creates a link to an existing Mambo Component
pt_br: Cria um link para um componente existente no Mambo
th_th: สร้างการเชื่อมโยงออกจากคอมโพเน้นท์ของแมมโบ้

source: Link - Component Item
pt_br: Link - Item de Componente
th_th: การเชื่อมโยง - รายการคอมโพเน้นท์

source: "The module %s is currently being edited by another administrator
pt_br: "O Módulo %s está sendo editado por outro administrador
th_th: โมดูล %s กำลังถูกแก้ไขโดยผู้ดูแลท่านอื่น

source: Item must have a name
pt_br: Item deve ter um nome
th_th: รายการจะต้องมีชื่อ

source: Please select a Component
pt_br: Por favor, selecione um componente
th_th: โปรดเลือกคอมโพเน้นท์

source: Menu Item :: Component <small><small>%s</small></small>
pt_br: Item de Menu :: Componente <small><small>%s</small></small>
th_th: รายการเมนู :: คอมโพเน้นท์ <small><small>%s</small></small>

source: Component:
pt_br: Componente:
th_th: คอมโพเน้นท์:

source: Parameter list will be available once you save this New menu item
pt_br: Lista de parâmetros estará disponível quando você salvar este item de menu
th_th: สามารถตั้งค่าพารามิเตอร์หลังจากบันทึกเมนูนี้แล้ว

source: Component
pt_br: Componente
th_th: คอมโพเน้นท์

source: Displays the frontend interface for a Component
pt_br: Apresenta uma interface frontal para um componente
th_th: หน้าแรกแสดงเป็นตัวประสานสำหรับคอมโพเน้นท์

source: You must select a category
pt_br: Você deve selecionar uma categoria
th_th: คุณต้องเลือกประเภท

source: This Menu item must have a title
pt_br: Este item de menu deve conter um título
th_th: เมนูนี้ต้องมีชื่อ

source: Menu Item :: Table - Contact Category
pt_br: Item de Menu :: Tabela - Categoria de Contato
th_th: รายการเมนู :: ตาราง - ประเภทของผู้ติดต่อ

source: If you leave this blank the Category name will be automatically used
pt_br: Se você deixar isto em braco, o nome da categoria será automaticamente utilizado
th_th: ถ้าคุณเว้นว่างไว้ชื่อประเภทจะถูกใช้แทนโดยอัตโนมัติ

source: Email Column
it_it: Colonna email
pt_br: Coluna E-mail
th_th: คอลัมน์ อีเมล

source: Fax Column
it_it: Colonna fax
pt_br: Coluna Fax
th_th: คอลัมน์ โทรสาร

source: Other Categories
pt_br: Outras Categorias
th_th: ประเภทอื่น ๆ

source: Position Column
it_it: Colonna Posizione
pt_br: Coluna de Posição
th_th: คอลัมน์ ตำแหน่ง

source: Show/Hide the Email column
it_it: Mostra/nascondi la colonna Email
pt_br: Mostra/Esconde a coluna de E-mail
th_th: แสดง/ซ่อน คอลัมน์อีเมล

source: Show/Hide the Fax column
it_it: Mostra/nascondi la colonna Fax
pt_br: Mostra/Esconde a coluna de Fax
th_th: แสดง/ซ่อน คอลัมน์โทรสาร

source: Show/Hide the Position column
it_it: Mostra/nascondi la colonna Posizione
pt_br: Mostra/Esconde a coluna de posição
th_th: แสดง/ซ่อน คอลัมน์ตำแหน่ง

source: Show/Hide the Telephone column
it_it: Mostra/nascondi la colonna telefono
pt_br: Mostra/Esconde a coluna de Telefone
th_th: แสดง/ซ่อน คอลัมน์โทรศัพท์

source: Shows a Table view of Contact items for a particular Category
pt_br: Mostra uma visualização em tabela de itens para uma categoria particular
th_th: แสดงมุมมองตารางของผู้ติดต่ออย่างละเอียดในแต่ละประเภทของเนื้อหา

source: Table - Contact Category
pt_br: Tabela - Categoria de Contato
th_th: ตาราง - ประเภทของผู้ติดต่อ

source: Telephone Column
it_it: Colonna telefono
pt_br: Coluna de Telefone
th_th: คอลัมน์ โทรศัพท์

source: When viewing a Category, Show/Hide the list of other Categories
pt_br: Quando uma categoria é apresentada, Mostra/Esconde a lista de outras categorias
th_th: เมื่อดูประเภท, แสดง/ซ่อน รายการอื่น ๆ

source: You must select a Contact to link to
pt_br: Você deve selecionar um contato para fazer um link
th_th: คุณจะต้องเลือกการติดต่อที่จะลิงก์

source: Menu Item :: Link - Contact Item
pt_br: Item de Menu :: Link - Item de Contato
th_th: รายการเมนู :: การเชื่อมโยง - รายการในบัญชีผู้ติดต่อ

source: Contact to Link:
pt_br: Contato para o Link:
th_th: การติดต่อที่จะลิงก์:

source: Creates a link to a Published Contact Item
pt_br: Criar um link para um Item de Contato publicado
th_th: สร้างการเชื่อมโยงหนึ่ง ประกาศรายการในบัญชีผู้ติดต่อ

source: Link - Contact Item
pt_br: Link - Item de Contato
th_th: การเชื่อมโยง - รายการในบัญชีผู้ติดต่อ

source: Menu Item :: Blog - Content Category Archive
pt_br: Item de Menu :: Blog - Arquivo de Conteúdo de Categoria
th_th: รายการเมนู :: บล๊อก - ประเภทเนื้อหาเอกสารสำคัญ

source: # Intro
th_th: จำนวนรายการในส่วนของเนื้อหาแนะนำ

source: # Leading
it_it: # Intestazione
th_th: จำนวนรายการในส่วนของเนื้อหานำ

source: # Links
it_it: # Collegamenti
th_th: จำนวนรายการลิงก์

source: Auto
th_th: อัตโนมัติ

source: Blog - Content Category Archive
pt_br: Blog - Arquivo de Conteúdo de Categoria
th_th: บล๊อก - ประเภทเนื้อหาเอกสารสำคัญ

source: Columns
it_it: Colonne
pt_br: Colunas
th_th: จำนวนคอลัมน์ในส่วนของเนื้อหาแนะนำ

source: Display {mosimages}.
it_it: Mostra {mosimage}.
pt_br: Mostrar {mosimages}.
th_th: แสดง {mosimages}.

source: Item Title
it_it: Titolo articolo
pt_br: Título do Item
th_th: ชื่อเรื่อง

source: Linked Titles
it_it: Titoli collegati
pt_br: Títulos com Links
th_th: ชื่อเนื้อหาเป็นลิงก์

source: Make the Section text a link to the actual section page
it_it: Trasforma il testo Sezione, un collegamento all'attuale pagina di sezione
pt_br: Fazer um link com o texto da seção para a página da seção atual
th_th: กำหนดให้ส่วนของเนื้อหาเป็นลิงก์ไปยังหน้าของส่วนของเนื้อหา

source: Make your Item titles linkable
it_it: Rendi collegabile il titolo dell'articolo
pt_br: Fazer seus títulos de Itens clicáveis
th_th: กำหนดให้หัวข้อเนื้อหาเป็นลิงก์

source: Number of Items to display as Links.
it_it: Numero di articoli da mostrare come collegamenti
pt_br: Número de Itens para mostrar como Links
th_th: จำนวนหัวข้อเนื้อหาที่ต้องการให้แสดงรายการแบบลิงก์.

source: Number of Items to display as a leading (full width) item. 0 will mean that no items will be displayed as leading.
it_it: Numero di articoli da mostrare come principali (a piena larghezza). 0 significa che nessun articolo sarà mostrato come prioritario.
pt_br: Número de itens para mostrar como um leading (largura completa). 0 não mostra itens como leading
th_th: จำนวนของรายการที่ต้องการแสดงในส่วนของเนื้อหานำ (กว้างเต็ม 100%). หากไม่ต้องการให้มีรายการแสดงในส่วนนี้ให้กำหนดค่านี้เท่ากับศูนย์ 0.

source: Number of Items to display with the introduction text shown.
it_it: Numero di articoli da mostrare con l'intestazione.
pt_br: Número de Itens para apresentar com o texto introdutório
th_th: จำนวนรายการในส่วนของเนื้อหาแนะนำ ซึ่งเป็นส่วนที่อยู่ถัดลงมาจากเนื้อหานำ.

source: Order by
pt_br: Ordenar por
th_th: เรียงลำดับโดย

source: Pagination
it_it: Paginazione
pt_br: Paginação
th_th: การใส่เลขหน้า

source: Pagination Results
it_it: Risultati paginazione
pt_br: Resultados de Paginação
th_th: ผลลัพธ์การใส่เลขหน้า

source: Read More
it_it: Leggi tutto
pt_br: Leia Mais
th_th: อ่านต่อ

source: Section Name Linkable
it_it: Nome Sezione collegabile
pt_br: Nome de Seção Clicáveis
th_th: กำหนดให้ส่วนของเนื้อหาเป็นลิงก์

source: Show/Hide Pagination Results info ( e.g 1-4 of 4 )
it_it: Mostra/nascondi risultati paginazione (ad es. 1-4 di 4)
pt_br: Mostrar/Esconder informações de Resultados de Paginação (ex. 1-4 de 4)
th_th: แสดง/ซ่อน ผลลัพธ์การใส่เลขหน้า ( ตัวอย่างเช่น 1-4 จาก 4 )
