Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: This module compliments the Polls component. It is used to display the configured polls. The module differs from other modules in as much as the Component supports linking between Menu Items and Polls. This means that the module shows only those Polls, which are configured for a certain Menu Item.
th_th: โมดูลแสดงการลงคะแนนจากคอมโพเน้นท์โพลล์. มันถูกใช้แสดง จากโพลล์ที่ตั้งไว้. โมดูลนี้แตกต่างจากโมดูลอื่น ถึงแม้ว่า จะมีการทำเมนูเชื่อมโยงไปยังคอมโพเน้นท์โพลล์แล้ว. หมายความว่า โมดูลแสดงเฉพาะให้ลงคะแนนเสียง, ซึ่งสิ่งนี้สามารถตั้งค่าได้จากรายการเมนู.

source: A URL to redirect to if image is clicked on, eg: http://www.mambo-foundation.org
th_th: URL ที่จะถูกเปลี่ยนเมื่อมีการคลิกที่ภาพ, เช่น: http://www.mambo-foundation.org

source: Height (px)
th_th: สูง (px)

source: Image Folder
th_th: โฟลเดอร์รูปภาพ

source: Image Type
th_th: ประเภทของรูปภาพ

source: Image height (forces all images to be displayed with the height)
th_th: ความสูงของรูป (ส่งผลให้ทุกรูปภาพถูกแสดงด้วยความสูงนี้)

source: Image width (forces all images to be displayed with this width)
th_th: ความกว้างของรูป (ส่งผลให้ทุกรูปภาพถูกแสดงด้วยความกว้างนี้)

source: Path to the image folder relative to the site url, eg: images/stories
th_th: พาทของโฟลเดอร์รูปภาพ, เช่น: images/stories

source: Random Image
th_th: ระบบสุ่มเลือกรูปภาพ

source: This module display a random image from your chosen directory
th_th: โมดูลที่แสดงการสุ่มแสดงภาพจากไดเรกทอรี่ที่เลือกไว้

source: Type of image PNG/GIF/JPG etc. (default is JPG)
th_th: ประเภทของรูปภาพ เช่น PNG/GIF/JPG . (ค่าปกติคือ JPG)

source: Width (px)
th_th: กว้าง (px)

source: Related Items
th_th: หัวข้อที่เกี่ยวข้อง

source: This module displays other Content Items that are related to the Item currently displayed. These are based on the keywords Metadata. All the keywords of the current Content Item are searched against all the keywords of all other published items. For example, you may have an Item on 'Breeding Parrots' and you may have another on 'Hand Raising Black Cockatoos'. If you include the keyword 'parrot' in both Items, then the Related Items module will list the 'Breeding Parrots' Item when viewing 'Hand Raising Black Cockatoos' and vice-versa.
th_th: โมดูลที่ใช้แสดงรายการเนื้อหาอื่นๆ ที่ผ่านมา จากรายการที่เคยแสดงมาแล้ว. สิ่งเหล่านี้คืออาศัยคำค้นเมต้าดาต้า. คำค้นทั้งหมดของรายการเนื้อหาเก่าๆ ที่มีการค้นหาอีกครั้งจากคำค้นทั้งหมด จากรายการที่ถูกเผยแพร่ทั้งหมด. เป็นต้นว่า, คุณอาจจะมีรายการบน 'การเพาะพันธ์ นกแก้ว' และ คุณอาจจะมีอื่นๆ บน 'มือที่ยาวของนกแก้วสีดำ'. ถ้าคุณ ใส่คำค้นว่า 'นกแก้ว' ในรายการ, ต่อมาโมดูลแสดงรายการที่ผ่านมา จะแสดงรายการของ 'การเพาะพันธุ์นกแก้ว' รายการจะแสดงส่วนของ 'มือที่ยาวของนกแก้วสีดำ' และรายการรองอื่นๆ.

source: Atom Image
th_th: รูป Atom

source: Choose the image to be used
th_th: เลือกรูปภาพที่ต้องการใช้

source: Enter the text to be displayed along with the RSS links
th_th: กรุณาใส่ข้อความที่ต้องการให้แสดงกับลิงก์ RSS

source: OPML Image
th_th: รูป OPML

source: RSS 0.91 Image
th_th: รูป RSS 0.91

source: RSS 1.0 Image
th_th: รูป RSS 1.0

source: RSS 2.0 Image
th_th: รูป RSS 2.0

source: Show/Hide Atom 1.0 Link
th_th: แสดง/ซ่อนลิงก์ Atom 1.0

source: Show/Hide OPML Link
th_th: แสดง/ซ่อนลิงก์ OPML

source: Show/Hide RSS 0.91 Link
th_th: แสดง/ซ่อนลิงก์ RSS 0.91

source: Show/Hide RSS 1.0 Link
th_th: แสดง/ซ่อนลิงก์ RSS 1.0

source: Show/Hide RSS 2.0 Link
th_th: แสดง/ซ่อนลิงก์ RSS 2.0

source: Text
it_it: Testo
pt_br: Texto
th_th: ข้อความ

source: The Syndicate module will display a link whereby people can syndicate your site for all your latest news. When you click on the RSS icon, you will be redirected to a new page that will list all the latest news in XML format. In order to use the Newsfeed in another Mambo site or a Newsfeed reader, you need to cut and paste the URL.
th_th: โมดูลกระจายข่าวใช้แสดงลิงก์ของข่าวล่าสุดอยู่ในเว็บของเราเพื่อนำไปใช้ที่เว็บต่างๆ ที่ต้องการนำไปแสดง. เมื่อคุณคลิกบนไปคอน RSS, คุณจะพบกับ การแสดงหน้าใหม่ที่แสดงข่าวล่าสุดในรูปแบบของ XML. โดยคุณสามารถเลือกแสดงข่าวที่มาจากเว็บที่ใช้ Mambo หรือใช้โปรแกรมอ่าน Newsfeed, โดยทำการตัดและวาง URL ที่ได้มานำไปใช้.

source: search...
it_it: cerca...
pt_br: pesquisar...
th_th: ค้นหา...

source: Box Width
th_th: ความกว้าง

source: Button Position
th_th: ตำแหน่งปุ่ม

source: Button Text
th_th: ข้อความด้านล่าง

source: Display a Search Button
th_th: แสดงปุ่มค้นหา

source: Position of the button relative to the search box
th_th: ตำแหน่งของปุ่มจะถูกปรับเปลี่ยนตามเท็กซ์บล๊อกค้นหา

source: Search Button
th_th: ปุ่มค้นหา

source: Search Module
th_th: โมดูลค้นหา

source: Size of the search text box
th_th: ขนาดของเท็กซ์บล๊อกค้นหา

source: The text that appears in the search buttin, if left blank it will load _SEARCH_TITLE from your language file
th_th: ข้อความซึ่งปรากฏในปุ่มการค้นหา, ถ้าด้านซ้ายเว้นว่าง มันจะโหลด _SEARCH_TITLE สตริงจากไฟล์ภาษาของคุณ

source: The text that appears in the search text box, if left blank it will load _SEARCH_BOX from your language file
th_th: ข้อความซึ่งปรากฏในกล่องข้อความการค้นหา, ถ้าด้านซ้ายเว้นว่าง มันจะโหลด _SEARCH_BOX สตริงจากไฟล์ภาษาของคุณ

source: This module will display a search box
th_th: นี่เป็นโมดูลที่จะแสดงกล่องการค้นหา

source: Sections
it_it: Sezioni
pt_br: Seções
th_th: หมวด

source: The Section module shows a list of all Sections configured in your database. The Sections refer here to the Item Sections only. If the configuration 'Show Unauthorized Links' is set to 'NO', the list will be limited to the sections the user is allowed to see.
th_th: โมดูล หมวดหมู่ แสดงรายการของหมวดหมู่ทั้งหมดที่ปรับแต่งบนฐานข้อมูล. เป็นการอ้างอิงจากรายการของหมวดหมู่เท่านั้น. ถ้าการกำหนดค่าเป็น 'แสดงลิงก์อย่างไม่เป็นทางการ' โดยตั้งค่าเป็น 'ไม่', รายการจะถูกจำกัดการที่ผู้ใช้จะสามารถดูได้.

source: Time
it_it: Tempo
pt_br: Tempo
th_th: เวลา

source: Members
it_it: Membri
pt_br: Membros
th_th: จำนวนสมาชิก

source: News
it_it: Novità
pt_br: Notícias
th_th: ข่าว

source: Visitors
it_it: Visitatori
pt_br: Visitantes
th_th: ผู้เยี่ยมชม

source: Display hit counter
th_th: แสดงตัวนับจำนวนผู้ชม

source: Display server information
th_th: แสดงข้อมูลเครื่องเซิร์ฟเวอร์

source: Display site information
th_th: แสดงข้อมูลเว็บไซต์

source: Enter the amount of hits to increase counter by
th_th: เพิ่มค่าตัวนับโดย

source: Hit Counter
th_th: ตัวนับจำนวนผู้ชม

source: Increase counter
th_th: เพิ่มค่าตัวนับ

source: Server Info
th_th: ข้อมูลเครื่องเซริฟเวอร์

source: Site Info
th_th: ข้อมูลเว็บไซต์

source: Statistics
it_it: Statistiche
pt_br: Estatísticas
th_th: สถิติ

source: The Statistics module shows information about your server installation and statistics on the web site users, number of contents in your database, and number of web links you provide.
th_th: โมดูล สถิติ แสดงข้อมูลเกี่ยวกับการติดตั้งลงเซิร์ฟเวอร์ และ สถิติบนเว็บไซต์ที่มีผู้เข้าชม, จำนวนของบทความในฐานข้อมูล, และ จำนวนของเว็บลิงก์บนเว็บคุณ.

source: Select
it_it: Seleziona
pt_br: Selecione
th_th: เลือก

source: Height
th_th: สูง

source: Max. Name Length
th_th: ความยาวของชื่อสูงสุด

source: Show Preview
th_th: แสดงตัวอย่าง

source: Template Chooser
th_th: ตัวเลือกเทมเพลท

source: Template preview is to be shown
th_th: แสดงพรีวิวเทมเพลท

source: The Template Chooser module allows the user (visitor) to change the template on the fly from the front-end via a drop down selection list.
th_th: โมดูล เลือกเทมเพลต ยินยอมให้ผู้ใช้ (ผู้เยี่ยมชม) สามารถเปลี่ยนเทมเพลต ของด้านหน้าเว็บจาก เมนูแบบดร็อปดาวน์.

source: This is the height of the preview image (default 90)
th_th: ความสูงรูปพรีวิวของเทมเพลท (ค่าปกติ = 90)

source: This is the maximum length of the template name to display (default 20)
th_th: ความยาวของชื่อเทมเพลทสูงสุดที่จะถูกแสดง (ค่าปกติ = 20)

source: This is the width of the preview image (default 140)
th_th: ความกว้างรูปพรีวิวของเทมเพลท (ค่าปกติ =140)

source: Width
th_th: กว้าง

source: We have %d guest online
th_th: ขณะนี้มี %d บุคคลทั่วไปออนไลน์

source: We have %d member online
th_th: ขณะนี้มี %d สมาชิกออนไลน์

source: We have %d guest online and
th_th: ขณะนี้มี %d บุคคลทั่วไปออนไลน์ และ

source: %d member online
th_th: %d สมาชิกออนไลน์

source: No Users Online
it_it: Nessun utente online
pt_br: Nenhum usuário on-line
th_th: ไม่มีสมาชิกออนไลน์

source: # of Guests/Members
th_th: # ผู้ชม/สมาชิก

source: Display
th_th: แสดง

source: Member Names
th_th: ชื่อสมาชิก

source: Select what shall be shown
th_th: เลือกรายการที่ต้องการแสดง

source: The Who's Online module displays the number of anonymous (that is, Guest) users and Registered users, (those that are logged in) that are currently accessing the web site.
th_th: โมดูล ใครออนไลน์ แสดงจำนวนของผู้ที่ไม่ระบุชื่อ (ในที่นี้คือ, บุคคลทั่วไป) สมาชิก และสมาชิกลงทะเบียน, (ต้องเข้าสู่ระบบ) เพื่อแสดง การเข้าสู่เว็บไซต์.

source: Who's Online
th_th: ใครออนไลน์

source: This module shows an IFrame window to specified location
th_th: นี่เป็นโมดูลที่ต้องการให้แสดงตำแหน่งหน้าต่าง IFrame

source: Url to site/file you wish to display within the Iframe
th_th: Url สำหรับ เว็บ/ไฟล์ ที่คุณต้องการแสดงภายในหน้าต่าง Iframe

source: Wrapper Module
th_th: โมดูลแร็บเปอร์

source: Offline
th_th: ออฟไลน์

source: For your security please completely remove the installation directory including all files and sub-folders - then refresh this page
th_th: เพื่อความปลอดภัยกรุณาลบโฟลเดอร์ และไฟล์ ในโฟลเดอร์ Installlation ออกก่อน

source: Content Items Manager
it_it: Gestore articoli di contenuto
pt_br: Gerenciador de Itens de Conteúdo
th_th: การจัดการเนื้อหา

source: Section: All
it_it: Sezioni: Tutte
pt_br: Seção: Todas
th_th: หมวด: ทั้งหมด

source: Front Page
it_it: Pagina principale
pt_br: Página Principal
th_th: หน้าแรกเว็บ

source: Please make a selection from the list to send to Trash
it_it: Prego selezionare un articolo da cestinare
pt_br: Por favor, selecione um item da lista para enviar para a Lixeira
th_th: โปรดเลือกรายการที่ต้องการลบ

source: Are you sure you want to Trash the selected items? \nThis will not permanently delete the items.
it_it: Si è sicuri di voler cestinare l'articolo selezionato? \n Questa operazione non cancellerà permanentemente l'articolo.
pt_br: Você tem certeza que deseja enviar os itens selecionados para a Lixeira?\nIsto não remove os itens permanentemente
th_th: คุณแน่ใจหรือไม่ ว่าจะโยนที่เลือกไว้ทิ้ง? \n อันนี้จะไม่ได้ลบแบบสมบรูณ์

source: Archive Manager
it_it: Gestore archivio
pt_br: Gerenciador de Arquivos
th_th: การจัดการคลังเนื้อหา

source: You must select a Section.
it_it: Si deve selezionare una Sezione
pt_br: Você deve selecionar uma seção
th_th: คุณต้องเลือกหมวด.

source: You must select a Category.
it_it: Si deve selezionare una Categoria
pt_br: Você deve selecionar uma categoria
th_th: คุณต้องเลือกประเภท.

source: Content Item:
it_it: Articolo di contenuto:
pt_br: Item de Conteúdo:
th_th: รายการเนื้อหา:

source: Intro Text:
it_it: Introduzione:
pt_br: Texto de Introdução:
th_th: ข้อความส่วนต้น

source: required
it_it: richiesto
pt_br: necessário
th_th: ต้องการ

source: Main Text:
it_it: testo esteso:
pt_br: Texto Principal:
th_th: ข้อความหลัก:

source: optional
it_it: opzionale
pt_br: opcional
th_th: ใส่เพิ่มเติม

source: Show on Frontpage:
it_it: Mostra nella pagina principale:
pt_br: Mostrar na Página Principal:
th_th: แสดงในหน้าแรก:

source: Reset Hit Count
it_it: Azzera contatore visite
pt_br: Reiniciar Contador de Acessos
th_th: เริ่มต้นนับใหม่

source: Revised
it_it: Revisionato
pt_br: Revisado
th_th: ทบทวน

source: times
it_it: volte
pt_br: vezes
th_th: ครั้ง

source: By
it_it: Da
pt_br: Por
th_th: โดย

source: Gallery Images:
it_it: Gallerua immagini:
pt_br: Galeria de Imagens:
th_th: แกลลอรี่รูปภาพ:

source: up
it_it: su
pt_br: acima
th_th: ขึ้น

source: down
it_it: giù
pt_br: abaixo
th_th: ลง

source: remove
it_it: rimuovi
pt_br: remover
th_th: ย้าย

source: Source:
it_it: Sorgente:
pt_br: Fonte:
th_th: ที่มา:

source: Image Align:
it_it: Allinea immagine:
pt_br: Alinhamento de Imagem:
th_th: จัดวางรูป:

source: Alt Text:
it_it: Testo Alt:
pt_br: Texto Alt:
th_th: ข้อความของรูป:

source: Border:
it_it: Bordo:
pt_br: Borda:
th_th: เส้นขอบ:

source: Apply
it_it: Applica
pt_br: Aplicar
th_th: ใช้งาน

source: These Parameters only control what you see when you click to view an item fully
it_it: Questi parametri controllano solamente cosa si vede quando si clicca per vedere l'articolo completo.
pt_br: Estes parâmetros somente controlam o que você vê quando clica em um item completo
th_th: พารามิเตอร์เหล่านี้ควบคุมการแสดงผลเมื่อคุณดูเนื้อหา

source: Add Sect/Cat/Title
it_it: Aggiungi Sez/Cat/Titolo
pt_br: Adicionar Seção/Cat/Título
th_th: เพิ่มหมวด/ประเภท/หัวเรื่อง

source: This will create a 'Link - Content Item' in the menu you select
it_it: Questo creerà un "Collegamento ad articolo di contenuto" nel menu selezionato
pt_br: Isto irá criar um 'Link - Item de Conteúdo' no menu que você selecionou
th_th: นี่จะเป็นการสร้างเมนูแบบ เชื่อมต่อ - รายการเนื้อหา ให้กับเมนูที่เลือก

source: Please select something
it_it: Prego selezionare qualcosa
pt_br: Por favor, selecione alguma coisa
th_th: โปรดเลือกบางอย่าง

source: Move Items
it_it: Sposata articolo
pt_br: Mover Itens
th_th: ย้ายรายการ

source: Move to Section/Category:
it_it: Sposta alla Sezione/Categoria:
pt_br: Mover para Seção/Categoria:
th_th: ย้ายไปยัง หมวด/ประเภท

source: Items being Moved:
it_it: Articoli che stanno per essere spostati:
pt_br: Itens a serem Movidos:
th_th: รายการกำลังถูกย้าย

source: Please select a Section/Category to copy the items to
it_it: Prego selezionare una Sezione/Categoria dove copiare gli articoli
pt_br: Por favor, selecione uma Seção/Categoria para copiar os itens de
th_th: โปรดเลือก หมวด/ประเภท ที่จะทำสำเนารายการไปไว้

source: Copy Content Items
it_it: Copia articolo di contenuto
pt_br: Copiar Itens de Conteúdo
th_th: ทำสำเนาเนื้อหา

source: Copy to Section/Category:
it_it: Copia nella Sezione/Categoria:
pt_br: Copiar para Seção/Categoria:
th_th: ทำสำเนาไป หมวด/ประเภท

source: Items being copied:
it_it: Articoli che stanno per essere copiati:
pt_br: Itens a serem copiados:
th_th: รายการกำลังถูกทำสำเนา

source: All Content Items
it_it: Tutti gli articoli di contenuto
pt_br: Todos os Itens de Conteúdo
th_th: เนื้อหาทั้งหมด

source: You cannot edit an archived item
it_it: Non si può modificare un articolo archiviato
pt_br: Você não pode editar um item arquivado
th_th: ไม่สามารถลบคลังเนื้อหา

source: Never
it_it: Mai
pt_br: Nunca
th_th: ไม่ต้อง

source: Select Section
it_it: Seleziona Sezione
pt_br: Selecionar Seção
th_th: เลือกหมวด

source: Add Section(s) First
th_th: เพิ่มหมวดหมู่(s) เป็นอันดับแรก

source: Select Category
it_it: Seleziona categoria
pt_br: Selecionar Categoria
th_th: เลือกประเภท

source: Add Categories First
th_th: เพิ่มประเภทเป็นอันดับแรก

source: Successfully Saved changes to Item:
it_it: Le modifiche all'articolo sono state salvate
pt_br: Alterações do item foram salvas com sucesso:
th_th: ได้ทำการบันทึกการเปลี่ยนแปลงรายการ:

source: Successfully Saved Item:
it_it: Articolo salvato correttamente
pt_br: Item salvo com sucesso:
th_th: ได้ทำการบันทึกรายการ:

source: %d Item successfully Archived
it_it: %d articolo è stato archiviato
th_th: %d รายการเอกสารสำคัญสมบูรณ์

source: Select an item to toggle
it_it: Selezionare un articolo al quale cambiare lo stato
pt_br: Selecionar um item para alterar
th_th: เลือกรายการที่จะเปลี่ยน

source: An error has occurred
it_it: Si è verificato un errore
pt_br: Ocorreu um erro
th_th: มีความผิดพลาดเกิดขึ้น

source: %d Item successfully moved to Section: %s, Category: %s
it_it: %d l'articolo è stato spostato alla Sezione: %s, Categoria: %s
th_th: %d รายการได้ถูกย้ายไปหมวด: %s, ประเภท: %s

source: %d Item successfully copied to Section: %s, Category: %s
it_it: %d l'articolo è stato copiato nella Sezione: %s, Categoria: %s
th_th: %d รายการได้ถูกทำสำเนาไปหมวด: %s, ประเภท: %s

source: Successfully Reset Hit count
it_it: Il contatore delle visite è stato azzerato
pt_br: Contador de Acessos reiniciado com sucesso
th_th: ได้ตั้งค่าการนับใหม่แล้ว

source: Content Page
it_it: Pagina di contenuto
pt_br: Página de Conteúdo
th_th: หน้าเนื้อหา

source: Intro Text
it_it: Introduzione
pt_br: Texto de Introdução
th_th: ข้อความส่วนต้น

source: Show/Hide the intro text
it_it: Mostra/Nascondi l'Introduzione
pt_br: Mostrar/Esconder o texto de introdução
th_th: แสดง/ซ่อน ข้อความส่วนต้น

source: This Category is currently empty
it_it: Questa categoria è vuota
pt_br: Esta Categoria está atualmente vazia
th_th: ไม่มีบทความในประเภทนี้

source: %d item
it_it: %d articolo
th_th: %d รายการ

source: Registered Users Only
it_it: Solo Utenti registrati
pt_br: Somente para Usuários Registrados
th_th: เฉพาะสมาชิกเท่านั้น

source: Display #
it_it: Mostra #
pt_br: Mostrar #
th_th: แสดง #

source: Register to read more...
it_it: Registrati per leggere il resto...
pt_br: Registre-se para ler mais...
th_th: ลงทะเบียน เพื่ออ่านข้อมูลได้มากขึ้น...

source: More...
it_it: Continua...
pt_br: Mais...
th_th: ข้อมูลเพิ่มเติม...

source: Read more...
it_it: Leggi tutto...
pt_br: Leia mais...
th_th: อ่านข้อมูลเพิ่มเติม...

source: E-mail
th_th: อีเมล

source: Please select a category
it_it: Prego selezionare una categoria
pt_br: Por favor, selecione uma categoria
th_th: กรุณาเลือกประเภทรายการ

source: Content item must have intro text
it_it: Il contenuto deve avere almeno l'Introduzione
pt_br: Conteúdo deve ter um texto de introdução
th_th: กรุณาใส่ข้อความเกริ่นนำเรื่องด้วยครับ

source: Please either Cancel or Save the current change
it_it: Prego Salvare o Cancellare le modifiche effettuate
pt_br: Por favor, clique em cancelar ou salve as alterações
th_th: กรุณาเลือกว่าจะยกเลิก หรือบันทึกสิ่งที่กำลังแก้ไขอยู่

source: Expiry Date:
it_it: Data scadenza:
pt_br: Data de Expiração:
th_th: วันหมดอายุ:

source: Version:
it_it: Versione:
pt_br: 'Versão:
th_th: เวอร์ชัน:

source: Created:
it_it: Creato:
pt_br: Criado:
th_th: เขียนเมื่อ:

source: Last Modified:
it_it: Ultima modifica:
pt_br: Última Modificação:
th_th: แก้ไขล่าสุดเมื่อ:

source: Hits:
it_it: Visite:
pt_br: Acessos:
th_th: จำนวนครั้งที่เข้าขม:

source: Item Information
it_it: Informazione articolo
pt_br: Informação do Item
th_th: รายละเอียดเกี่ยวกับรายการ

source: Info
th_th: ข้อมูล

source: Required
it_it: Richiesto
pt_br: Necessário
th_th: ต้องการ

source: Main Text
it_it: Testo principale
pt_br: Texto Principal
th_th: ข้อความหลัก

source: Optional
it_it: Opzionale
pt_br: Opcional
th_th: ข้อความเพิ่มเติม

source: Sub-folder
it_it: Sotto-cartella
pt_br: Sub-pasta
th_th: โฟลเดอร์ย่อย

source: Content Images
it_it: Immagini di contenuto
pt_br: Imagens de Conteúdo
th_th: รูปในเนื้อหา

source: Edit Image
it_it: Modifica immagine
pt_br: Editar Imagem
th_th: แก้ไขรูปภาพ

source: Insert
it_it: Inserisci
pt_br: Inserir
th_th: แทรก

source: Up
it_it: Su
pt_br: Acima
th_th: ขึ้น

source: Down
it_it: Giù
pt_br: Abaixo
th_th: ลง

source: Align:
it_it: Allinea:
pt_br: Alinhar:
th_th: จัดวาง:

source: No Image
it_it: Nessuna immagine
pt_br: Sem Imagem
th_th: ไม่มีรูปภาพ

source: Show on Front Page:
it_it: Mostra nella Pagina Principale:
pt_br: Mostrar na Página Principal:
th_th: แสดงที่หน้าแรก:

source: Metadata
it_it: Metadati
pt_br: Metadados
th_th: เมตาดาต้า

source: You must enter valid e-mail addresses for both yourself and your recipient.
it_it: Si deve inserire un indirizzo e-mail valido sia per il mittente che per il destinatario.
pt_br: Você deve informar um endereço de e-mail válido para você e o destinatário
th_th: กรุณาใส่อีเมลที่ถูกต้องของคุณรวมทั้งอีเมลของเพื่อนที่ต้องการส่ง.

source: E-mail this to a friend.
it_it: Invia per e-mail ad un amico.
pt_br: Envie para seu amigo
th_th: ส่งอีเมลข้อมูลนี้ให้เพื่อน.

source: Your friend's E-mail:
it_it: L'email del tuo amico:
pt_br: E-mail de seu amigo:
th_th: อีเมลของเพื่อนคุณ:

source: Your E-mail:
it_it: La tua email:
pt_br: Seu e-mail:
th_th: อีเมลของคุณ:

source: Message subject:
it_it: Soggetto del messaggio:
pt_br: Assunto:
th_th: หัวข้อ:

source: Send e-mail
it_it: Invia e-mail
pt_br: Enviar E-mail
th_th: ส่งอีเมล

source: This item has been sent to %s
it_it: Questo articolo è stato spedito a %s
pt_br: Este item foi enviado para %s
th_th: ข้อมูลนี้ได้จัดส่งไปยัง

source: Date Asc
it_it: Data asc
pt_br: Data Asc
th_th: วันที่ เก่าก่อน

source: Date Desc
it_it: Data disc
pt_br: Data Desc
th_th: วันที่ ใหม่ก่อน

source: Title Asc
it_it: Titolo asc
pt_br: Título Asc
th_th: หัวข้อ เก่าก่อน

source: Title Desc
it_it: Titolo disc
pt_br: Título Desc
th_th: หัวข้อ ใหม่ก่อน

source: Hits Asc
it_it: Visite asc
th_th: ผู้ชม เก่าก่อน

source: Hits Desc
it_it: Visite disc
th_th: ผู้ชม ใหม่ก่อน

source: Author Asc
it_it: Autore asc
pt_br: Autor Asc
th_th: ผู้เขียน เก่าก่อน

source: Author Desc
it_it: Autore disc
pt_br: Autor Desc
th_th: ผู้เขียน ใหม่ก่อน

source: There are currently no Archived Entries for this Category
it_it: Attualmente non ci sono articoli archiviati per questa categoria
pt_br: Não existem entradas arquivadas para esta categoria
th_th: ไม่มีเอกสารสำคัญในประเภทนี้กรุณาลองอีกครั้ง

source: Here are the Archived entries for %s %s
it_it: Ci sono articoli archiviati per %s %s
pt_br: Aqui estão as entradas arquivadas para %s %s
th_th: มีเอกสารสำคัญใน %s %s

source: There are no Archived entries for %s %s
it_it: Non ci sono articoli archiviati per %s %s
pt_br: Não existe entradas arquivadas para %s %s
th_th: ไม่มีเอกสารสำคัญใน %s %s

source: There are no items to display
it_it: Non ci sono articoli da mostrare
pt_br: Não existem itens para mostrar
th_th: ไม่มีบทความ

source: The module [ %s ] is currently being edited by another person.
it_it: Il modulo [%s] è attualmente in corso di modifca da parte di un altro amministratore.
pt_br: O módulo [ %s ] está sendo editado por outra pessoa
th_th: โมดูล [ %s ] กำลังถูกแก้ไขโดยผู้ดูแลท่านอื่น.

source: A new content item has been submitted by [ %s ] titled [ %s ] from section [ %s ] and category [ %s ]
it_it: Un nuovo articolo di contenuto è stato inserito da [ %s ] intitolato [ %s ] nella sezione [ %s ] e categoria [ %s ]
pt_br: Um novo conteúdo foi enviado por [ %s ] com o título [ %s ] da seção [ %s ] e categoria [ %s ]
th_th: มีเนื้อหาใหม่ส่งมา โดย [ %s ] หัวข้อ [ %s ] จากหมวด [ %s ] และประเภท [ %s ]

source: New Item
it_it: Nuovo articolo
pt_br: Novo Item
th_th: รายการใหม่

source: Item saved successfully.
it_it: Articolo salvato correttamente.
pt_br: Item Salvo com Sucesso
th_th: บันทึกรายการเรียบร้อยแล้ว.

source: Item sent by %s
it_it: Articolo inviato da %s
pt_br: Item enviado por %s
th_th: ข้อมูลนี้จัดส่งโดย %s

source: The following page from the "%s" website has been sent to you by %s ( %s ). You can access it at the following url: %s
it_it: Ti sono state spedite le seguenti pagine dal sito "%s" da %s ( %s ).
pt_br: A seguinte página do site "%s" foi enviada para você por %s ( %s ). Você pode acessá-la pelo seguinte endereço: %s
th_th: ข้อมูลที่คุณได้รับจากเว็บ "%s" ได้ถูกส่งมาให้คุณโดย %s ( %s ). คุณสามารถเข้าถึงมันที่ url ดังต่อไปนี้: %s

source: Display number
th_th: แสดงตัวเลข

source: Show Descendants?
th_th: แสดงนามสกุล?

source: Parent container
th_th: กลุ่มที่ใส่

source: Mambo
th_th: แมมโบ้

source: Top level container
th_th: ที่ใส่ระดับบนสุด

source: Immediate container
th_th: ที่ใส่ใกล้ๆ

source: Containers
th_th: ที่ใส่

source: Edit Container details
th_th: แก้ไขรายละเอียดที่ใส่

source: Container name
th_th: ชื่อที่ใส่

source: Up to 500 characters
th_th: สูงถึง 500 ตัวอักษร

source: Keywords
th_th: คำค้น

source: Window title
th_th: หัวเรื่องวินโดวส์

source: Nested container system for Mambo
th_th: ระบบที่ใส่กลุ่มสำหรับแมมโบ้

source: No parent
th_th: ไม่ใช่กลุ่ม

source: Contact Manager
it_it: Gestore contatti
pt_br: Gerenciador de Contatos
th_th: การจัดการติดต่อ

source: Linked to User
it_it: Collegato all'utente
pt_br: Atrelado ao Usuário
th_th: เชื่อมโยงไปยังผู้ใช้งาน

source: Edit Contact
it_it: Modifica contatto
pt_br: Editar Contato
th_th: แก้ไขการติดต่อ

source: Contact:
it_it: Contatto:
pt_br: Contato:
th_th: ติดต่อกับ:
