Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Default Language succesfully updated!
th_th: ภาษาพื้นฐานถูกปรับปรุงเป็นผลสำเร็จ!

source: Error! Make sure that configuration.php is writeable.
it_it: Errore! Ci si assicuri che configuration.php sia scrivibile.
pt_br: Erro! Confirme a permissão de escrita em seu arquivo configuration.php.
th_th: ผิดพลาด! แน่ใจแล้วหรือยังว่า configuration.php สามารถเขียนได้

source: Configuration succesfully updated!
it_it: Configurazione aggiornata!
pt_br: Configuração alterada com sucesso!
th_th: การตั้งค่าได้ถูกปรับปรุงแล้ว!

source: You are not authorized to view this resource.
it_it: Non si dispone dell'autorizzazione per vedere questa risorsa
pt_br: Você não está autorizado a ver este recurso.
th_th: ขออภัยข้อมูลส่วนนี้สำหรับสมาชิกเท่านั้น.

source: Manage Translations
th_th: จัดการการแปล

source: Auto Translate
th_th: แปลอัตโนมัติ

source: Scan Sources
th_th: สแกนต้นกำเนิด

source: Export
th_th: ส่งออก

source: Update
pt_br: Atualizar
th_th: ปรับปรุง

source: Manage Translations: %s
th_th: จัดการการแปล: %s

source: Language
th_th: ภาษา

source: New language
th_th: สร้างภาษาใหม่

source: Edit language
th_th: แก้ไขภาษา

source: Translate Catalog: %s [%s]
th_th: แปลสมุดรายชื่อ: %s [%s]

source: Language File
th_th: ไฟล์ภาษา

source: % Translated
th_th: แปลไปแล้ว %

source: Total Strings
th_th: สตริงทั้งหมด

source: Translated Strings
th_th: สตริงที่แปลแล้ว

source: Fuzzy
th_th: อื่นๆ

source: You must provide a Language Name.
th_th: คุณต้องเลือกชื่อภาษา.

source: You must provide a Language Identifier.
th_th: คุณต้องเลือกผู้ใช้งานภาษา.

source: You must provide a locale.
th_th: คุณต้องเลือกประเทศ.

source: You must provide a character encoding.
th_th: คุณต้องเลือกที่เข้ารหัสตัวอักษร.

source: You must provide a date format.
th_th: คุณต้องเลือกรูปแบบวันที่.

source: New Language
th_th: สร้างภาษาใหม่

source: Details
it_it: Dettagli
pt_br: Detalhes
th_th: รายละเอียด

source: Language Identifier
th_th: ผู้ใช้งานภาษา

source: The identifier for this language. This is used for naming the language xml file and translations directory.
th_th: ผู้ใช้ที่จะใช้งานภาษา. สิ่งนี้จะถูกตั้งเป็นชื่อไฟล์ xml และไดเรกทอรี่ที่เก็บไฟล์แปล.

source: Language Name
th_th: ชื่อภาษา

source: The official name for this language
th_th: ชื่อเป็นทางการสำหรับภาษานี้

source: Locale
pt_br: Código
th_th: ภาษา

source: The locale list for this language. \nLocale names must be comma separated.
th_th: รายการประเทศของภาษา. \nชื่อประเทศจำเป็นต้องมีจุดจุลภาค.

source: Encoding
th_th: การเข้ารหัส

source: The character encoding for this language. Ex. utf-8
th_th: ตัวอักษรที่เข้ารหัสสำหรับภาษานี้. เช่น. utf-8

source: Direction
th_th: ทิศทาง

source: Left-to-Right
th_th: ซ้าย-ไป-ขวา

source: Right-to-Left
th_th: ขวา-ไป-ซ้าย

source: Text direction.
th_th: ทิศทางข้อความ.

source: Date Format
pt_br: Coluna de Formato
th_th: รูปแบบวันที่

source: Date format for strftime().
th_th: รูปแบบวันที่สำหรับ strftime().

source: Plural forms
th_th: รูปแบบพหูพจน์

source: Plural forms for gettext.
th_th: รูปแบบพหูพจน์สำหรับ gettext.

source: Messages
it_it: Messaggi
pt_br: Mensagens
th_th: ข้อความ

source: Verified
th_th: พิสูจน์

source: Original
th_th: ต้นฉบับ

source: Translation
th_th: การแปล

source: Translation OK
th_th: ยืนยันการแปล

source: Verify Translation
th_th: พิสูจน์การแปล

source: Headers
it_it: Intestazioni
pt_br: Cabeçalhos
th_th: หัวข้อ

source: Comments
it_it: Commenti
pt_br: Comentários
th_th: ข้อความ

source: Singular
th_th: ยอดเยี่ยม

source: Plural
th_th: พหูพจน์

source: Mambo Language Editor
th_th: เอดิเตอร์ภาษาแมมโบ้

source: Select Language
th_th: เลือกภาษา

source: No content to display.
th_th: ไม่มีเนื้อหาที่จะแสดง.

source: You must choose a language.
th_th: คุณต้องเลือกภาษา.

source: You must choose a character set.
th_th: คุณต้องเลือกการตั้งค่าตัวอักษร

source: choose language
th_th: เลือกภาษา

source: choose territory
th_th: เลือกอาณาเขต

source: choose character set
th_th: เลือกการตั้งค่าตัวอักษร

source: Territory
th_th: อาณาเขต

source: Character Set
th_th: การตั้งค่าตัวอักษร

source: choose charset
th_th: เลือก charset

source: Convert to
th_th: แปลงเป็น

source: Description
it_it: descrizione
pt_br: Descrição
th_th: รายละเอียด

source: Author
it_it: Autore
pt_br: Autor
th_th: ผู้เขียน

source: Author Email
it_it: Email Autore
pt_br: E-mail do Autor
th_th: อีเมลผู้สร้าง

source: Author Url
th_th: Url ผู้สร้าง

source: Text Direction
th_th: ทิศทางข้อความ

source: left to right
th_th: ซ้าย ไป ขวา

source: right to left
th_th: ขวา ไป ซ้าย

source: Plural Forms
th_th: รูปแบบพหูพจน์

source: Locales
th_th: ประเทศ

source: The locale list for setlocale(). \nLocale names must be comma separated.
th_th: แสดงรายการประเทศสำหรับ setlocale(). \nชื่อประเทศจำเป็นต้องตามด้วยจุดจุลภาค.

source: Days
th_th: วัน

source: Months
th_th: เดือน

source: You cannot delete English.
th_th: คุณไม่สามารถลบอังกฤษ.

source: Country - Region
th_th: ประเทศ - บริเวณ

source: Default
it_it: Predefinito
pt_br: Padrão
th_th: ค่าปกติ

source: Version
it_it: Versione
pt_br: Versão
th_th: เวอร์ชัน

source: Date
it_it: Data
pt_br: Data
th_th: วันที่

source: No
pt_br: Não
th_th: ไม่

source: Yes
it_it: Si
pt_br: Sim
th_th: ใช่

source: Language Manager
it_it: Gestore lingue
pt_br: Gerenciador de Idiomas
th_th: การจัดการภาษา

source: Languages
it_it: Lingue
pt_br: Idiomas
th_th: ภาษา

source: Welcome!
it_it: Benvenuto!
pt_br: Bem-vindo!
th_th: ยินดีต้อนรับ!

source: Welcome to the user section of our site
it_it: Benvenuto alla sezione utente del nostro sito
pt_br: Bem-vindo a seção de usuários de nosso site
th_th: ขอต้อนรับเข้าสู่ ส่วนของสมาชิก

source: Please enter your name.
it_it: Prego inserisci il tuo Nome.
pt_br: Por favor, digite seu nome.
th_th: กรุณาใส่ชื่อ ของคุณ.

source: Please enter a user name.
it_it: Prego inserisci il tuo nome utente.
pt_br: Por favor, digite um nome de usuário.
th_th: กรุณาใส่ชื่อสำหรับล็อกอิน.

source: Please enter a valid %s. No spaces, more than %d characters and containing only the characters 0-9,a-z, or A-Z
it_it: Prego, inserisci un valido %s. Nessun spazio, più di %d caratteri e solo caratteri 0-9, a-z, o A-Z
pt_br: Por favor, digite um %s válido. Sem espaços, mais que %d caracteres e contendo somente caracteres entre 0-9,a-z, or A-Z
th_th: กรุณาใส่ข้อมูล %s. ห้ามใช้ช่องว่าง (space), จำนวนไม่ต่ำกว่า %d ตัวอักษร และเป็นอักษร 0-9,a-z,A-Z

source: Username:
it_it: Nome utente:
pt_br: Nome de Usuário:
th_th: ชื่อสำหรับล็อกอิน:

source: Please enter a valid e-mail address.
it_it: Prego, inserisci un indirizzo e-mail valido.
pt_br: Por favor, digite um endereço de e-mail válido.
th_th: กรุณาใส่อีเมลของคุณ.

source: Password and verification do not match, please try again.
it_it: La password e la verifica non coincidono, prego di riprovare.
pt_br: Senha e sua verificação não coincidem. Por favor, tente novamente.
th_th: คุณใส่รหัส 2 ครั้งไม่เหมือนกัน, กรุณาใส่อีกครั้ง.

source: Password:
pt_br: Senha:
th_th: รหัสผ่าน:

source: Edit Your Details
it_it: Inserisci i tuoi dettagli
pt_br: Edite Seus Detalhes
th_th: แก้ไขข้อมูลของคุณ

source: Your Name:
it_it: Il tuo nome:
pt_br: Seu Nome:
th_th: ชื่อของคุณ:

source: e-mail:
th_th: อีเมล:

source: User Name:
it_it: Neme Utente:
pt_br: Nome de Usuário:
th_th: ชื่อในการล็อกอิน:

source: Verify Password:
it_it: Verifica Password:
pt_br: Verificar Senha:
th_th: ยืนยันรหัสผ่าน:

source: Submission Success!
it_it: Invio riuscito!
pt_br: Envio com Sucesso!
th_th: การส่งข้อมูลเสร็จเรียบร้อย!

source: Your item has been submitted to the site administrators. It will be reviewed before being published on the site.
it_it: Il tuo contenuto è stato inviato all'amministratore del sito. Sarà visionato prima di essere pubblicato.
pt_br: Seu item foi submetido para os administradores do site. Eles irão revisar antes de publicar no site.
th_th: ข้อมูลของคุณถูกจัดส่งให้กับผู้ดูแลเว็บเป็นที่เรียบร้อย. เราจะตรวจสอบ และนำขึ้นแสดงบนเว็บไซต์แห่งนี้โดยเร็ว.

source: You cannot upload files greater than 15kb in size.
it_it: Non puoi inviare files di dimensioni superiori ai 15 kb.
pt_br: Você não pode enviar arquivos maiores que 15kb.
th_th: กรุณาใส่ภาพขนาดไม่เกิน 15kb.

source: Image %s already exists. Please rename the file and try again.
it_it: L'immagine %s è già presente. Prego rinominare il file e provare nuovamente.
pt_br: Imagem %s já existe. Por favor renomeie o arquivo e tente novamente.
th_th: รูป %s นี้มีอยู่แล้ว. กรุณาเปลี่ยนชื่อแล้วส่งขึ้นมาใหม่อีกครั้ง.

source: Failed to copy %s
it_it: La copia non è riuscita %s
pt_br: Falha na cópia de %s
th_th: การคัดลอก %s ไม่สำเร็จ

source: You may only upload a gif or jpg image.
it_it: Puoi solamente inviare immagini nel formato gif o jpg.
pt_br: Você somente pode enviar imagens gif ou jpg.
th_th: รูปภาพควรจะเป็นภาพที่มีนามสกุล gif, หรือ jpg.

source: Passwords do not match
it_it: La password non corrisponde
pt_br: Senhas não coincidem
th_th: รหัสผ่านไม่เหมือนกันกรุณาตรวจสอบ

source: Your settings have been saved.
it_it: I tuoi dati sono stati salvati.
pt_br: Sua configurações foram salvas.
th_th: ได้บันทึกข้อมูลของคุณแล้ว.

source: Checking table
it_it: Controllo tabella
pt_br: Verificando tabela
th_th: ตารางที่ตรวจสอบ

source: Checked in %d item
it_it: Controllato in %d elementi
th_th: ตรวจสอบ %d ข้อมูลรายการ

source: All items checked out have now been checked in
it_it: Tutti gli elementi bloccati sono stati ripristinati
pt_br: Todos os itens verificados estão livres agora
th_th: รายการทั้งหมดได้ถูกแจ้งออกหมดแล้ว

source: This option will not work correctly. Unfortunately, your browser does not support Inline Frames
it_it: Questa opzione non lavora correttamente. Sfortunatamente, il tuo browser non gestisce i Frame Inline (iFrames)
pt_br: Esta opção pode não funcionar corretamente. Infelizmente, seu navegador não suporta Frames Inline
th_th: เบราเซอร์ของคุณไม่สามารถแสดงแฟรมได้

source: Web Link Manager
th_th: การจัดการเว็บน่าสนใจ

source: Filter:
it_it: Filtro:
pt_br: Filtro:
th_th: ค้นหา:

source: Title
it_it: Titolo
pt_br: Título
th_th: ชื่อเรื่อง

source: Published
it_it: Pubblicato
pt_br: Publicado
th_th: เผยแพร่

source: Approved
it_it: Approvato
pt_br: Aprovado
th_th: อนุมัติ

source: Reorder
it_it: Riordina
pt_br: Reordenar
th_th: การจัดลำดับ

source: Category
it_it: Categoria
pt_br: Categoria
th_th: ประเภท

source: Hits
it_it: Visite
pt_br: Acessos
th_th: ผู้ชม

source: Edit Weblinks
it_it: Scrivi Weblinks
pt_br: Editar Links Web
th_th: แก้ไขเว็บน่าสนใจ

source: Edit Category
it_it: Modifica categoria
pt_br: Editar Categoria
th_th: แก้ไขประเภท

source: Weblink item must have a title
it_it: Il Weblink deve avere un titolo
pt_br: Links Web devem ter um Título
th_th: คุณไม่ได้ใส่หัวเรื่อง

source: You must select a category.
it_it: Devi selezionare una categoria
pt_br: Você deve selecionar uma categoria.
th_th: คุณไม่ได้เลือกหมวด.

source: You must have a url.
it_it: Devi avere la url
pt_br: Você deve informar uma URL.
th_th: คุณไม่ได้ใส่ URL.

source: Web Link:
th_th: เว็บลิงก์:

source: Edit
it_it: Modifica
pt_br: Editar
th_th: แก้ไข

source: New
it_it: Nuovo
pt_br: Novo
th_th: สร้างใหม่

source: Name:
it_it: Nome:
pt_br: Nome:
th_th: ชื่อ:

source: Category:
it_it: Categoria:
pt_br: Categoria:
th_th: ประเภท:

source: Description:
it_it: Descrizione:
pt_br: Descrição:
th_th: คำอธิบาย:

source: Ordering:
it_it: Ordinamento:
pt_br: Ordem:
th_th: การเรียงลำดับ:

source: Approved:
it_it: Approvato:
pt_br: Aprovado:
th_th: อนุมัติ:

source: Published:
it_it: Pubblicato:
pt_br: Publciado:
th_th: เผยแพร่:

source: Parameters
it_it: Parametri
pt_br: Parâmetros
th_th: พารามิเตอร์

source: The module %s is currently being edited by another administrator.
it_it: Al momento un amministratore ha aperto il modulo %s
pt_br: O módulo %s está sendo editada por outro administrador
th_th: โมดูล %s กำลังมีการแก้ไขโดยผู้ดูแลท่านอื่น.

source: Select an item to delete
it_it: Selezionare un articolo da cancellare
pt_br: Selecione um item para apagar.
th_th: เลือกรายการที่จะลบ

source: publish
it_it: pubblica
pt_br: publicado
th_th: เผยแพร่

source: unpublish
it_it: non pubblicare
pt_br: não publicado
th_th: ไม่เผยแพร่

source: Select an item to %s
it_it: Seleziona un articolo da %s
pt_br: Selecione um item para %s
th_th: เลือกรายการสำหรับ %s

source: Close
it_it: Chiudi
pt_br: Fechar
th_th: ปิด

source: A small image to be placed to the left or right of your menu item, images must be in images/stories/
it_it: Una piccola immagine da piazzare a sinistra o a destra del menu articoli. L'immagine deve essere posta nella cartella images/stories/
pt_br: Uma pequena imagem que deve ser colocada à esquerda ou à direita de seu item de menu. As imagens devem estar em images/stories/
th_th: รูปขนาดเล็กจะถูกวางด้านซ้ายหรือขวาของเมนูแต่ละอัน, รูปภาพมักจะอยู่ใน images/stories/

source: A suffix to be applied to the css classes of the page, this allows individual page styling
it_it: Un suffisso da applicare alle classi del CSS della pagina, questo permette di personalizzare ogni pagina con lo stile desiderato
pt_br: Um sufixo de classe CSS que deve ser aplicado. Isso permite estilos individuais de páginas
th_th: คำเสริมท้ายคลาส css ของแต่ละหน้า, สิ่งนี้จะทำงานในหน้าที่ต้องการ

source: Alignment of the image
it_it: Allineamento dell'immagine
pt_br: Alinhamento da Imagem
th_th: การจัดเรียงรูปภาพ

source: Back Button
it_it: Bottone indietro
pt_br: Botão Voltar
th_th: ปุ่มย้อนกลับ

source: Category List - Category
it_it: Elenco categoria - Categoria
pt_br: Lista de Categorias - Lista
th_th: รายการประเภท- ประเภท

source: Category List - Section
it_it: Elenco Categoria - Sezione
pt_br: Lista de Categorias - Seção
th_th: รายการประเภท - หมวด

source: Description Text
it_it: Testo descrizione
pt_br: Texto de Descrição
th_th: ข้อความแสดงรายละเอียด

source: Description for page, if left blank it will load _WEBLINKS_DESC from your language file
it_it: Descrizione per pagina, se lasciato vuoto sarà caricata la variabile _WEBLINK_DESC dal file di lingua attuale
pt_br: Descrição para a página. Se deixada em branco, será usada a configuração _WEBLINKS_DESC existente em seu arquivo de idioma
th_th: รายละเอียดของเว็บเพจ - หากไม่ระบุ ระบบจะโหลดข้อมูลมาจากไฟล์ภาษาโดยอัตโนมัติ

source: Hide
it_it: Nascondi
pt_br: Esconder
th_th: ซ่อน

source: Icon
it_it: Icona
pt_br: Ícone
th_th: ไอคอน

source: Icon to be used to the left of the url links in Table view
it_it: Icona usata sulla sinistra del link sulla vista Table
pt_br: Ícone para ser usado à esquerda da URL do link na visão de tabela
th_th: ไอคอนจะถูกใช้อยู่ทางด้านซ้ายของที่อยู่ของการเชื่อมต่อในแต่ละหน้าของการแสดงผล

source: Image
it_it: Immagine
pt_br: Imagem
th_th: รูป

source: Image Align
it_it: Allineamento immagine
pt_br: Alinhamento de Imagem
th_th: ตำแหน่งรูปภาพ

source: Image for page, must be located in the /images/stories folder. Default will load web_links.jpg, No image will mean an image is not loaded
it_it: L'immagine dev'essere collocata nella cartella /images/stories. Come predefinita verrà caricata web_links.jpg, Nessuna immagine, significa che non ci sono immagini caricate
pt_br: Imagem para página. Deve estar localizada na pasta images/stories/. Por padrão a imagem web_links.jpg será carregada. Caso não veja a imagem, isso indica que ela não foi localizada na pasta
th_th: รูปภาพที่ต้องการแสดงบนหน้าเพจจะต้องถูกเก็บอยู่ในโฟลเดอร์ /images/stories. โดยปกติระบบจะโหลดรูป web_links.jpg, หากไม่มีรูปภาพในโฟลเดอร์ จะไม่การโหลดรูปใดๆ

source: Left
it_it: Sinistra
pt_br: Esquerda
th_th: ซ้าย

source: Link Descriptions
it_it: Descrizione Link
pt_br: Descrições de Links
th_th: คำอธิบายของการเชื่อมโยง

source: Menu Image
it_it: Menu immagine
pt_br: Imagem de Menu
th_th: รูปภาพของเมนู

source: Page Class Suffix
it_it: Suffisso per la classe della pagina
pt_br: Sufixo de classe CSS
th_th: คำเสริมท้ายคลาสของหน้า

source: Page Title
it_it: Titolo pagina
pt_br: Título da Página
th_th: หัวข้อหน้าเพจ

source: Right
it_it: Destra
pt_br: Direita
th_th: ขวา

source: Show
it_it: Mostra
pt_br: Mostrar
th_th: แสดง

source: Show/Hide a Back Button, that returns you to the previously view page
it_it: Mostra/nascondi il bottone Indietro, il quale rimanda alla pagina precedente
pt_br: Mostrar/Esconder um botão Voltar que retorna para a página anterior
th_th: แสดง/ซ่อน ปุ่มย้อนกลับ เพื่อย้อนกลับไปยังเพจก่อนหน้านี้

source: Show/Hide the Description below
it_it: Mostra/nascondi la descrizione sotto
pt_br: Mostrar/Esconder a descrição abaixo
th_th: แสดง/ซ่อน รายละเอียดด้านล่างนี้

source: Show/Hide the Description text of the Links
it_it: Mostra/Nascondi il testo di Descrizione del Link
pt_br: Mostrar/Esconder a o texto de descrição dos Links
th_th: แสดง/ซ่อน คำอธิบายข้อความของการเชื่อมโยง

source: Show/Hide the Hits column
it_it: Mostra/Nascondi la colonna degli Hits
pt_br: Mostrar/Esconder a coluna de acessos
th_th: แสดง/ซ่อน จำนวนครั้งที่กดของคอลัมน์

source: Show/Hide the List of Categories in List view page
it_it: Mostra/nascondi la lista delle categorie nell'elenco vista pagina
pt_br: Mostrar/Esconder a lista de categorias na página de visualização em lista
th_th: แสดง/ซ่อน รายการประเภทของเนื้อหาในหน้ามุมมองแบบลิสรายการ

source: Show/Hide the List of Categories in Table view page
it_it: Mostra/nascondi la lista delle categorie nell'elenco vista pagina
pt_br: Mostrar/Esconder a lista de categorias na página de visualização em tabela
th_th: แสดง/ซ่อน รายการประเภทของเนื้อหาในหน้ามุมมองแบบตารางรายการ

source: Show/Hide the Table Headings
it_it: Mostra/nascondi l'intestazione delle tabelle
pt_br: Mostrar/Esconder o cabeçalho de tabelas
th_th: แสดง/ซ่อน หัวข้อตาราง

source: Show/Hide the pages Title
it_it: Mostra/nascondi il titolo della pagina
pt_br: Mostrar/Esconder o título de páginas
th_th: แสดง/ซ่อน หัวข้อหน้าเพจ

source: Table Headings
it_it: Intestazioni delle tabelle
pt_br: Cabeçalho de Tabelas
th_th: หัวข้อตาราง

source: Text to display at the top of the page. If left blank, the Menu name will be used instead
it_it: Testo da mostrare in cima alla pagina. Se lasciato bianco, sarà usato il nome del Menu
pt_br: Texto para ser mostrado no topo da página. Se deixado em branco, o nome do Menu será usado
th_th: ข้อความนี้จะแสดงยังส่วนบนของหน้าเพจ. หากไม่ระบุ ระบบจะกำหนดให้เป็นชื่อของเมนูโดยอัตโนมัติ

source: This component shows a listing of Weblinks
it_it: Questo componente mostra una lista di Weblinks
pt_br: Este componente motra uma lista de links web
th_th: คอมโพเน้นท์ สำหรับแสดงรายการของการเชื่อมโยงเว็บ

source: Use Global
it_it: Usa le Globali
pt_br: Usar Global
th_th: ใช้ค่าพื้นฐาน

source: Weblinks
pt_br: Links Web
th_th: เว็บลิงก์

source: New Window With Browser Navigation
it_it: Nuova finestra con navigazione browser
pt_br: Nova Janela com Botões de Navegação
th_th: หน้าต่างใหม่กับโปรแกรมเบราว์เซอร์

source: New Window Without Browser Navigation
it_it: Nuova finestra senza navigazione browser
pt_br: Nova Janela sem Botões de Navegação
th_th: หน้าต่างใหม่แยกออกจากโปรแกรมเบราว์เซอร์

source: Parent Window With Browser Navigation
it_it: Stessa finestra, con navigazione browser
pt_br: Mesma Janela com Botões de Navegação
th_th: หน้าต่างเดียวกันกับโปรแกรมเบราว์เซอร์

source: Target
pt_br: Destino
th_th: ที่หมาย

source: Target window when the link is clicked
it_it: Finestra Target quando si clicca sul link
pt_br: Janela de Destino quando o link é clicado
th_th: ที่หมายของหน้าต่างวินโดว์เมื่อคลิกที่การเชื่อมต่อ

source: Please provide a valid URL
it_it: Prego inserire una URL valida
pt_br: Por favor informe uma URL válida
th_th: กรุณาใส่ URL ที่ถูกต้อง

source: Your web link must be given a title.
it_it: Il tuo weblink deve avere un titolo
pt_br: Seu Link Web deve ter um título.
th_th: เว็บลิงก์ของคุณต้องมีหัวเรื่อง.

source: There is already a web link that name, please try again.
it_it: Esiste già un link con lo stesso nome, prova nuovamente
pt_br: Já existe um link web com este note. Por favor tente novamente.
th_th: ชื่อเว็บนี้มีอยู่แแล้ว, กรุณาลองใหม่.

source: Web Links
pt_br: Links Web
th_th: เว็บลิงก์

source: Web Link
pt_br: Link Web
th_th: รวมเว็บน่าสนใจ

source: Web Link item must have a title
th_th: รายการเว็บลิงก์ต้องมีหัวเรื่อง

source: Submit A Web Link
it_it: Invia un Web Link
pt_br: Enviar um Link Web
th_th: ส่งข้อมูลแนะนำเว็บ

source: Section:
it_it: Sezione:
pt_br: Seção:
th_th: หมวด:

source: From the list below choose one of our web link categories, then select a URL to visit the site.
it_it: Dalla seguente lista seleziona una delle nostre categorie di link, poi seleziona la URL per visitare il sito.
pt_br: Da lista abaixo escolha uma das categorias e depois a URL que deseja conhecer.
th_th: จากรายการข้างล่างท่านสามารถเลือกประเภทเว็บ และเลือก URL เพื่อเข้าชมเว็บ.

source: Thanks for your submission; it will be reviewed before being posted to the site.
it_it: Grazie per il tuo contributo, sarà visionato prima di essere inserito sul sito.
pt_br: Obrigado pelo envio. Sua sugestão será analisada e depois postada no site.
th_th: ขอขอบคุณสำหรับข้อมูลที่คุณส่งเข้ามา. เจ้าหน้าที่จะทำการตรวจสอบก่อนที่จะนำขึ้นแสดงในเว็บแห่งนี้

source: User Submitted '%'
pt_br: Usuário enviou '%'
th_th: สมาชิกส่งข้อมูลมายังเว็บ '%'

source: Hello %s,\n\n\nA user submitted %s:\n [ %s ]\n has been just been submitted by user:\n [ %s ]\n
it_it: Ciao %s,\n\n\nUn utente ha inviato %s:\n [ %s ]\n è stato appena inserito dall’utente:\n [ %s ]\n
pt_br: Olá %s,\n\n\nUm usuário enviou %s:\n [ %s ]\n foi enviado pelo usuário:\n [ %s ]\n
th_th: สวัสดี %s, มีสมาชิกได้ส่ง %s: [ %s ] ส่งข้อมูลโดย: [ %s ]

source: for %s.\n\n\n\n
pt_br: para %s.\n\n\n\n
th_th: สำหรับ %s.

source: Please go to %s/administrator to view and approve this %s.\n\n
it_it: Per favore, vai in amministrazione di %s/ per vederlo ed eventualmente approvarlo %s.\n\n
pt_br: Por favor vá em %s/administrator para ver e aprovar este %s.\n\n
th_th: กรุณาเข้าไปยัง %s/administrator เพื่อตรวจสอบและอนุมัติ %s.

source: Please do not respond to this message as it is automatically generated and is for information purposes only\n
it_it: Per favore, non rispondere a questo messaggio, in quanto è stato generato automaticamente a puro scopo informativo\n
pt_br: Por favor não responda esta mensagem. Ela foi gerada automaticamente e possui somente caráter informativo\n
th_th: ข้อความนี้ถูกส่งเข้ามาด้วยระบบอัตโนมัติ เพื่อแจ้งให้คุณทราบเท่านั้น ไม่จำเป็นต้องตอบกลับ

source: User Manager
it_it: Gestore utenti
pt_br: Gerenciador de Usuários
th_th: การจัดการสมาชิก

source: Name
it_it: Nome
pt_br: Nome
th_th: ชื่อ

source: Logged In
it_it: Loggato
pt_br: Autenticado
th_th: ล็อกอิน

source: Enabled
it_it: Abilitato
pt_br: Habilitado
th_th: เปิดการใช้งาน

source: UserID
it_it: Utente ID
pt_br: ID de Usuário
th_th: ชื่อผู้ใช้งาน

source: Group
it_it: Gruppo
pt_br: Grupo
th_th: กลุ่ม

source: E-Mail
th_th: อีเมล

source: Last Visit
it_it: Ultima visita
pt_br: Última Visita
th_th: เข้าใช้ล่าสุด

source: You must provide a name.
it_it: Si deve inserire un nome
pt_br: Você deve informar um nome.
th_th: คุณต้องใส่ชื่อ.

source: You must provide a user login name.
it_it: Devi fornire il nome utente di login
pt_br: Você deve informar um nome de login.
th_th: กรุณาใส่ชื่อผู้ใช้.

source: Your login name contains invalid characters or is too short.
it_it: Il tuo nome di login contien caratteri non validi o è troppo breve.
pt_br: Seu nome de login contém caracteres inválidos ou é muito curto.
th_th: ชื่อที่ใช้ล็อกอิน สั้นเกินไป.

source: You must provide an email address.
it_it: Devi inserire un indirizzo email
pt_br: Você deve informar um endereço de e-mail.
th_th: กรุณาใส่อีเมล.

source: You must assign user to a group.
it_it: Devi assegnare l’utente al gruppo
pt_br: Você deve atrelar o usuário à um grupo.
th_th: ใส่กลุ่มผู้ใช้.

source: Passwords do not match.
it_it: La password non corrisponde
pt_br: Senhas não coincidem.
th_th: รหัสผ่านไม่ถูกต้อง.
