Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Please fill in the subject
it_it: Per favore, assicurati di scrivere il soggetto
pt_br: Por favor, preencha o assunto
th_th: โปรดใส่หัวข้อ

source: Please select a group
it_it: Seleziona un gruppo
pt_br: Por favor selecione um grupo
th_th: โปรดเลือกกลุ่ม

source: Please fill in the message
it_it: Per favore, assicurati di scrivere il Messaggio
pt_br: Por favor preencha a mensagem
th_th: โปรดใส่ข้อความ

source: Mass Mail
it_it: Invio Mail agli Utenti
pt_br: E-mail em Massa
th_th: เมลกลุ่ม

source: Mail to Child Groups:
it_it: Invia anche ai sottoGruppi:
pt_br: E-mail para Grupos Filhos:
th_th: ส่งเมลไปยังกลุ่มย่อยด้วย:

source: Send in HTML mode:
it_it: Invia in modalità HTML:
pt_br: Enviar em modo HTML:
th_th: ส่งในรูปแบบ HTML:

source: - All User Groups -
it_it: - Tutti i Gruppi di Utenti -
pt_br: - Todos os Grupos de Usuários -
th_th: - ผู้ใช้ทุกกลุ่ม -

source: Please fill in the form correctly
it_it: Per favore, assicurati di completare correttamente tutte le parti del modulo
pt_br: Por favor preencha o formulário corretamente
th_th: โปรดกรอกฟอร์มให้ถูกต้อง

source: This is an email from '%s' Message:
it_it: Hai ricevuto un messaggio da '%s' Messaggio:
pt_br: Este é um e-mail de '%s' Mensagem:
th_th: ได้รับอีเมลจาก '%s' ข้อความ:

source: E-mail sent to %d user.
th_th: ส่งเมลไป %d สมาชิก.

source: This component allows you to send a mass email to certain user groups
it_it: Questo componente consente di spedire una mail contemporaneamente ad uno o più gruppi di utenti
pt_br: Este componente permite que você envie e-mails em massa para certos grupos de usuários
th_th: คอมโพเน้นท์นี้ยอมให้คุณส่งอีเมลถึงกลุ่มผู้ใช้จำนวนหนึ่ง

source: Send Mail
it_it: Invia la Mail
pt_br: Enviar E-mail
th_th: ส่งเมล

source: Mambot Manager
it_it: Gestione Mambot
pt_br: Gerenciador de Mambots
th_th: การจัดการแมมบอท

source: Mambot Name
it_it: Nome del Mambot
pt_br: Nome do Mambot
th_th: ชื่อแมมบอท

source: File
pt_br: Arquivo
th_th: ไฟล์

source: Mambot must have a name
it_it: Il mambot deve avere un nome
pt_br: O Mambot deve ter um nome
th_th: แมมบอทจะต้องมีชื่อ

source: Mambot must have a filename
it_it: Il file relativo al mambot deve avere un nome
pt_br: O Mambot deve ter um nome de arquivo
th_th: แมมบอทจะต้องมีชื่อไฟล์

source: Site Mambot:
it_it: Mambot del Sito:
pt_br: Mambot do Site:
th_th: แมมบอทเว็บ:

source: Mambot Details
it_it: Dettagli del Mambot
pt_br: Detalhes do Mambot
th_th: รายละเอียดแมมบอท

source: Folder:
it_it: Cartella:
pt_br: Pasta:
th_th: โฟลเดอร์:

source: Mambot file:
it_it: File del Mambot:
pt_br: Arquivo do Mambot:
th_th: ไฟล์แมมบอท:

source: Mambot Order:
it_it: Ordinamento Mambot:
pt_br: Ordem do Mambot:
th_th: ลำดับแมมบอท:

source: No Parameters
it_it: Nessun Parametro
pt_br: Sem Parâmetros
th_th: ไม่มี การส่งค่าพารามิเตอร์

source: Successfully Saved changes to Mambot: %s
it_it: I cambiamenti al mambot %s sono stati eseguiti correttamente
pt_br: Alterações salvas com sucesso para o Mambot: %s
th_th: บันทึกการเปลี่ยนแปลงของแมมบอทเรียบร้อย: %s

source: Successfully Saved Mambot: %s
it_it: Il mambot %s è stato memorizzato correttamente
pt_br: Mambot salvo com sucesso: %s
th_th: การบันทึกแมมบอทเรียบร้อย: %s

source: This mambot cannot be reordered
it_it: Questo mambot non può essere soggetto a riordinamento
pt_br: Este mambot não pdoe ser reordenado
th_th: แมมบอทนี้ไม่สามารถจัดลำดับอีกครั้ง

source: New items default to the last place. Ordering can be changed after this item is saved.
it_it: I nuovi elementi vanno automaticamente in ultima posizione. L’ordinamento può essere cambiato dopo che l’elemento è stato salvato.
pt_br: Novos itens são colocados no fim por padrão. A ordem pode ser alterada depois que este item for salvo.
th_th: ค่าเริ่มต้นของรายการใหม่อยู่ลำดับสุดท้าย. ลำดับสามารถแก้ไขได้ภายหลังจากบันทึกแล้ว.

source: Select a mambot to %s
it_it: Seleziona un mambot per %s
pt_br: Selecione um mambost para %s
th_th: เลือกแมมบอทเพื่อ %s

source: Alignment for Login Image
it_it: Allineamento per immagine di login
pt_br: Alinhamento para Imagem de Login
th_th: การจัดเรียงตำแหน่งรูปภาพหน้าเข้าสู่ระบบ

source: Alignment for Logout Image
it_it: Allineamento per immagine di Logout
pt_br: Alinhamento para Imagem de Logout
th_th: การจัดเรียงตำแหน่งรูปภาพหน้าออกจากระบบ

source: Contact Items
it_it: Elemento Contatto
pt_br: Itens de Contato
th_th: รายการข้อมูลการติดต่อ

source: Image for the Login Page
it_it: Immagine della pagina di Login
pt_br: Imagem para a Página de Login
th_th: รูปภาพหน้าเข้าสู่ระบบ

source: Image for the Logout Page
it_it: Immagine della pagina di Logout
pt_br: Imagem para a Página de Logout
th_th: รูปภาพหน้าออกจากระบบ

source: Login Description
it_it: Descrizione del Login
pt_br: Descrição de Login
th_th: รายละเอียดหน้าเข้าสู่ระบบ

source: Login Description Text
it_it: Testo del Login
pt_br: Texto de Descrição de Login
th_th: ข้อความแสดงรายละเอียดหน้าเข้าสู่ระบบ

source: Login Image
it_it: Immagine di Login
pt_br: Imagem de Login
th_th: รูปภาพหน้าเข้าสู่ระบบ

source: Login Image Align
it_it: Allineamento dell'Immagine di Login
pt_br: Alinhamento de Imagem de Login
th_th: ตำแหน่งรูปภาพหน้าเข้าสู่ระบบ

source: Login JS Message
it_it: Messaggio JavaScript per il Login
pt_br: Mensagem de Login em Javascript
th_th: ข้อความ JS เข้าสู่ระบบ

source: Login Page Title
it_it: Titolo della Pagina di Login
pt_br: Título da Página de Login
th_th: หัวข้อหน้าเข้าสู่ระบบ

source: Login Redirection URL
it_it: URL della redirezione dopo il Login
pt_br: URL de Redirecionamento de Login
th_th: URL ของเพจที่ต้องการเมื่อผ่านการเข้าสู่ระบบ

source: Logout Description
it_it: Descrizione del Logout
pt_br: Descrição de Logout
th_th: รายละเอียดการออกจากระบบ

source: Logout Description Text
it_it: Testo del Logout
pt_br: Texto de Descrição de Logout
th_th: ข้อความแสดงรายละเอียดการออกจากระบบ

source: Logout Image
it_it: Immagine di Logout
pt_br: Imagem de Logout
th_th: รูปภาพหน้าออกจากระบบ

source: Logout Image Align
it_it: Allineamento dell'Immagine di Logout
pt_br: Alinhamento de Imagem de Logout
th_th: ตำแหน่งรูปภาพหน้าออกจากระบบ

source: Logout JS Message
it_it: Messaggio JavaScript dopo il Logout
pt_br: Mensagem de Logout em Javascript
th_th: ข้อความ JS ออกจากระบบ

source: Logout Page Title
it_it: Titolo della Pagina di Logout
pt_br: Título da Página de Logout
th_th: หัวข้อหน้าออกจากระบบ

source: Logout Redirection URL
it_it: URL della redirezione dopo il Logout
pt_br: URL de Redirecionamento de Logout
th_th: URL ของเพจที่ต้องการเมื่อผ่านการออกจากระบบ

source: Parameters for individual Contact Items
it_it: Parametri per elemento Contatto individuale
pt_br: Parâmetros para itens de contato individuais
th_th: พารามิเตอร์สำหรับรายการการติดต่อ

source: Show/Hide the Login Description below
it_it: Visualizza o nasconde la descrizione inferiore del Login
pt_br: Mostrar/Esconder a Descrição de Login abaixo
th_th: แสดง/ซ่อน รายละเอียดหน้าเข้าสู่ระบบด้านล่างนี้

source: Show/Hide the Logout Description below
it_it: Visualizza o nasconde la descrizione inferiore del Logout
pt_br: Mostrar/Esconder a Descrição de Logout abaixo
th_th: แสดง/ซ่อน รายละเอียดการออกจากระบบด้านล่างนี้

source: Show/Hide the javascript Pop-up indicating Login Success
it_it: Attiva o Disattiva la finestrella pop-up che conferma l'avvenuto Login
pt_br: Mostrar/Esconder o pop-up em Javascript indicando sucesso no Login
th_th: แสดง/ซ่อน พ็อพอัพ javascript ที่แสดงว่าเข้าสู่ระบบสำเร็จ

source: Show/Hide the javascript Pop-up indicating Logout Success
it_it: Attiva o Disattiva la finestrella pop-up che conferma l'avvenuto Logout
pt_br: Mostrar/Esconder o pop-up em Javascript indicando sucesso no Logout
th_th: แสดง/ซ่อน พ็อพอัพ javascript ที่แสดงว่าออกจากระบบสำเร็จ

source: Text to display on the login Page, if left blank _LOGIN_DESCRIPTION will be used
it_it: Testo che verrà visualizzato nella pagina di Login. Se viene lasciato vuoto, apparirà _LOGIN_DESCRIPTION
th_th: ข้อความที่ต้องการแสดงในหน้าเข้าสู่ระบบหากไม่ระบุระบบจะโหลดข้อมูลมาจาก _LOGIN_DESCRIPTION

source: Text to display on the logout Page, if left blank _LOGOUT_DESCRIPTION will be used
it_it: Testo che verrà visualizzato nella pagina di Logout. Se viene lasciato vuoto, apparirà _LOGOUT_DESCRIPTION
th_th: ข้อความที่ต้องการแสดงในหน้าออกจากระบบ หากไม่ระบุระบบจะโหลดข้อมูลมาจาก _LOGOUT_DESCRIPTION

source: What page will be redirected to after logout, if let blank will load front page
it_it: Pagina alla quale si verrà rediretti dopo il Logout. Se lasciata vuota, si verrà inviati alla home page.
pt_br: Para qual página o usuário deve ser redirecionado depois do logout. Se for deixado em branco será redirecionado para a página principal
th_th: กำหนดหน้าเพจที่ต้องการหลังจากออกจากระบบ หากไม่ระบุระบบจะเชื่อมกลับไปยังเว็บเพจหน้าแรก

source: What page will the login redirect to after login, if let blank will load front page
it_it: Pagina alla quale si verrà rediretti dopo il Login. Se lasciata vuota, si verrà inviati alla home page.
pt_br: Para qual página o usuário deve ser redirecionado depois do login. Se for deixado em branco será redirecionado para a página principal
th_th: กำหนดหน้าเพจที่ต้องการหลังจากเข้าสู่ระบบเข้าสู่ระบบ, หากไม่ระบุระบบจะเชื่อมกลับไปยังเว็บเพจหน้าแรก

source: Username
it_it: Nome utente
pt_br: Nome de Usuário
th_th: ชื่อสมาชิก

source: Password
pt_br: Senha
th_th: รหัสผ่าน

source: Remember me
it_it: Memorizza
pt_br: Lembre-me
th_th: จำข้อมูลการล็อกอิน

source: Password Reminder
it_it: Password dimenticata?
pt_br: Lembrar Senha
th_th: ลืมรหัสผ่าน?

source: No account yet?
it_it: Non sei utente?
pt_br: Sem conta?
th_th: ยังไม่ได้ลงทะเบียน?

source: Create one
it_it: Registrati ora
pt_br: Crie Uma
th_th: ลงทะเบียนใหม่

source: Login
it_it: Entra
th_th: เข้าสู่ระบบ

source: !Warning! Javascript must be enabled for proper operation.
it_it: Attenzione! Per eseguire correttamente questa operazione devi avere JavaScript abilitato sul tuo browser.
pt_br: !Atenção! O Javascript deve estar habilitado para efetiva operação.
th_th: !คำเตือน! จาวาสคริป ไม่ได้เปิดใช้งาน.

source: Logout
it_it: Disconnetti
th_th: ออกจากระบบ

source: To access the Private areas of this site please Login
it_it: Devi eseguire il Login per accedere alle aree riservate di questo sito
pt_br: Para cesso as áreas reservadas do site, por favor, autentique-se
th_th: ส่วนนี้สำหรับสมาชิกเท่านั้น

source: You are now Logged in to a private area of this site
it_it: Sei entrato nell'area riservata del sito
pt_br: Você agora está autenticado em uma área privada deste site
th_th: คุณต้องการที่จะออกจากระบบแล้ว!

source: Please select a directory
it_it: Prego selezionare una cartella
pt_br: Por favor, selecione um diretório
th_th: โปรดเลือกไดเรกทอรี่่

source: Upload Package File
it_it: Caricare il file compresso
pt_br: Envio de Arquivo de Pacote
th_th: อัพโหลดแพคเกจไฟล์

source: Package File:
it_it: File compresso:
pt_br: Arquivo de Pacote:
th_th: แพคเกจไฟล์:

source: Upload File &amp; Install
it_it: Carica file ed installa
pt_br: Enviar Arquivo &amp; Instalar
th_th: อัพโหลดไฟล์ & ติดตั้ง

source: Install from directory
it_it: Installa dalla cartella
pt_br: Instalar do Diretório:
th_th: ติดตั้งจากไดเรกทอรี่

source: Install directory:
it_it: Cartella installazione
pt_br: Diretório de Instalação
th_th: ติดตั้งไดเรกทอรี่่:

source: Install
it_it: Installa
pt_br: Instalar
th_th: ติดตั้ง

source: Install from HTTP URL
th_th: ติดตั้งจาก HTTP URL

source: Install HTTP URL:
th_th: ติดตั้ง HTTP URL:

source: Upload URL &amp; Install
th_th: อัพโหลด URL & ติดตั้ง

source: Sorry, it seems that The Source is not available
th_th: เสียใจ, ต้นฉบับของไฟล์ที่ให้มาไม่ถูกต้อง

source: Continue ...
it_it: Continua...
pt_br: Continuar...
th_th: ทำต่อ ...

source: Direct Access to this location is not allowed.
th_th: ไม่อนุญาตให้เข้าถึงตำแหน่งนี้โดยตรง.

source: There was nothing selected to be uninstalled
th_th: คุณต้องเลือกก่อนรายการที่จะลบ

source: Uninstaller not found for element [%s]
th_th: การลบไม่สามารถค้นพบไฟล์ [%s]

source: Installer not found for element [%s]
th_th: การติดตั้งไม่สามารถค้นพบไฟล์ [%s]

source: Installer not available for element [%s]
th_th: ไม่มีส่วนประกอบที่จะติดตั้ง [%s]

source: The installer can't continue before file uploads are enabled. Please use the install from directory method.
th_th: การติดตั้งทำต่อไม่ได้ ต้องตั้งค่าการอัพโหลดไฟล์ให้ใช้ได้ก่อน. ควรใช้การติดตั้ง จากไดเรกทอรี่ที่มีให้.

source: Installer - Error
th_th: ติดตั้ง - ผิดพลาด

source: The installer can't continue before zlib is installed
th_th: การติดตั้งทำต่อไม่ได้ ต้องให้ zlib ถูกติดตั้งก่อน

source: No file selected
th_th: ไม่มีไฟล์ที่ถูกเลือก

source: Upload new module - error
th_th: อัพโหลดโมดูลใหม่ - ผิดพลาด

source: Upload %s - Upload Failed
th_th: อัพโหลด %s - อัพโหลด ไม่สำเร็จ

source: Failed
th_th: ไม่สำเร็จ

source: Success
it_it: Successo
pt_br: Sucesso!
th_th: สำเร็จ

source: Upload
th_th: อัพโหลด

source: Upload %s - Upload Error
th_th: อัพโหลด %s - อัพโหลด ผิดพลาด

source: Error
it_it: Errore
pt_br: Erro
th_th: ผิดพลาด

source: Install new
it_it: Installa nuovo
pt_br: Instalar novo
th_th: ติดตั้ง

source: Please select an HTTP URL
th_th: โปรดเลือก HTTP URL

source: The URL did not define a file name
th_th: URL ไม่สามารถค้นพบชื่อไฟล์

source: Failed to change the permissions of the uploaded file.
it_it: Il tentativo di cambiare i permessi del file caricato è fallito.
pt_br: Falha na alteração de permissões do arquivo enviado.
th_th: เกิดข้อผิดพลาดในการอัพโหลดไฟล์ ไม่ได้แก้ไขสิทธิ.

source: Failed to move uploaded file to <code>/media</code> directory.
it_it: Il tentativo di spostare il file caricato in <code>/media</code> è fallito.
pt_br: Falha na movimentação de arquivo enviado para o diretório <code>/media</code>
th_th: ไม่สามารถย้ายไฟล์ไปยัง <code>/media</code> ไดเรกทอรี่.

source: Upload failed as <code>/media</code> directory is not writable.
it_it: Caricamento fallito in quanto la cartella <code>/media</code> non è scrivibile.
pt_br: Falha no envio para o diretório <code>/media</code>. Diretório somente leitura
th_th: อัพโหลดไม่สำเร็จ <code>/media</code> ไดเรกทอรี่ไม่สามารถเขียนทับได้.

source: Upload failed as <code>/media</code> directory does not exist.
it_it: Caricamento fallito in quanto la cartella <code>/media</code> non esiste.
pt_br: Falha no envio para o diretório <code>/media</code>. Diretório não existe
th_th: อัพโหลดไม่สำเร็จ <code>/media</code> ไม่พบไดเรกทอรี่.

source: Failed to open the local file from the URL.
th_th: เกิดข้อผิดพลาดในการเปิดไฟล์ผ่านทาง URL.

source: Failed to open the specified URL.
th_th: ไม่สามารถเปิดผ่านทาง URL ได้.

source: Uninstall - error
it_it: Errore nella disinstallazione
pt_br: Desinstalação - Erro
th_th: การลบ - มีข้อผิดพลาด

source: Component %s is a core component, and can not be uninstalled.<br />You need to unpublish it if you don't want to use it
it_it: Il componente %s è un componente del codice principale e in quanto tale non può essere disinstallato.<br /> Se non lo si vuole usare, si deve toglierne la pubblicazione
pt_br: Componente %s é um componente do sistema e não pode ser desinstalado.<br />Você precisa despublicá-lo se não deseja usá-lo
th_th: คอมโพเน้นท์ %s คือคอมโพเน้นท์แกนหลัก, และไม่สามารถถูกลบออกได้.< br />หากคุณ ไม่ต้องการใช้มัน คุณสามารถทำให้ไม่เผยแพร่ได้่

source: Uninstall component -
th_th: ลบคอมโพเน้นท์ -

source: Uninstaller could not find XML file, but cleaned database
th_th: การลบไฟล์ไม่สามารถค้นพบไฟล์ XML, เนื่องจากฐานข้อมูลว่างเปล่า

source: Uninstall
it_it: Disinstalla
pt_br: Desinstalar
th_th: การลบ

source: component -
th_th: คอมโพเน้นท์ -

source: %s is a core module, and can not be uninstalled.<br />You need to unpublish it if you don't want to use it
it_it: %s è un modulo del codice principale e in quanto tale non può essere disinstallato.<br /> Se non lo si vuole usare, si deve toglierne la pubblicazione
pt_br: %s é um módulo do sistema e não pode ser desinstalado.<br />Você precisa despublicá-lo se não deseja usá-lo
th_th: %s คือโมดูลแกนหลัก, และไม่สามารถถูกลบออกได้.< br />หากคุณไม่ต้องการใช้มัน คุณสามารถทำให้ไม่เผยแพร่ได้่

source: Uninstall module -
th_th: ลบโมดูล -

source: Invalid object id
it_it: ID dell'oggetto non valido
pt_br: Identificador de Objeto Inválido
th_th: id วัตถุไม่สมบูรณ์

source: Folder field empty, cannot remove files
it_it: Campo cartella vuoto, non è possibile rimuovere i files
pt_br: Campo de pasta vazio, não é possível remover arquivos
th_th: ส่วนพื้นในโฟลเดอร์ว่างเปล่า, ไม่สามารถลบไฟล์ได้

source: Uninstaller did its best with no XML file present
th_th: การลบที่ดีที่สุดควรจะมีไฟล์ XML แสดงอยู่ด้วย

source: Uninstall mambot -
th_th: ลบแมมบอท -

source: Uninstall template -
th_th: ลบเทมเพลต -

source: Uninstall language -
th_th: ลบภาษา -

source: Language id empty, cannot remove files
it_it: ID del linguaggio vuoto, non è possibile rimuovere i files
pt_br: Identificador de Idioma vazio, não é possível remover arquivos
th_th: ไม่มีภาษาติดตั้ง, ไม่สามารถลบไฟล์ได้

source: Installed Components
it_it: Componenti installati
pt_br: Componentes Instalados
th_th: ติดตั้งคอมโพเน้นท์

source: Currently Installed
it_it: Attualmente installati
pt_br: Atualmente Instalado
th_th: กำลังติดตั้ง

source: Component Menu Link
it_it: Collegamento al menu del componente
pt_br: Link de Menu para Componente
th_th: เมนูลิงก์ คอมโพเน้นท์

source: There are no custom components installed
it_it: Non ci sono componenti personalizzati installati
pt_br: Não existem componentes customizados instalados
th_th: ไม่มีการติดตั้งคอมโพเน้นท์

source: XML error in %s: no handler %s
it_it: Errore XML in %s: non c'è il gestore %s
pt_br: Erro de XML em %s: sem cabeçalho %s
th_th: พบข้อผิดพลาด XML ใน %s: ไม่สามารถจัดการ %s

source: XML error in %s: mosinstall has no type
it_it: Errore XML in %s: mosinstall non ha il tipo
pt_br: Erro de XML em %s: mosinstall não possui tipo
th_th: พบข้อผิดพลาด XML ใน %s: mosinstall ไม่รู้จักชนิด

source: XML Error in %s: install has no name
it_it: Errore XML in %s: install non ha il nome
pt_br: Erro de XML em %s: instalação não possui nome
th_th: พบข้อผิดพลาด XML ใน %s: ไม่มีชื่อที่ใช้่ติดตั้ง

source: XML error in %s: MENU found, but this is not component XML
it_it: Errore XML in %s: MENU è stato trovato, ma non è un componente XML
pt_br: Erro de XML em %s: MENU encontrado mas não é um componente XML
th_th: พบข้อผิดพลาด XML ใน %s: ไม่ค้นพบเมนู, โดยสิ่งนี้ไม่ใช่ส่วนประกอบ XML

source: XML Error in %s: Mambot does not have a group specified
it_it: Errore XML in %s: Mambot non ha un gruppo specificato
pt_br: Erro de XML em %s: O Mambot não possui um grupo especificado
th_th: พบข้อผิดพลาด XML ใน %s: แมมบอทไม่เจอมีกลุ่มที่ต้องการ

source: XML error in %s: no installer %s
it_it: Errore XML in %s: nessun installatore %s
pt_br: Erro de XML em %s: Sem instalador %s
th_th: พบข้อผิดพลาด XML ใน %s: ไม่สามารถติดตั้ง %s

source: Installer error with %s: unable to create admin directory for %s %s
it_it: Errore installatore con %s: impossibile creare cartella amministratore per %s %s
pt_br: Erro de Instalação com %s: não é possível criar um diretório de administração para %s %s
th_th: การติดตั้งข้อผิดพลาดด้วย %s: ไม่สามารถจัดการสร้างไดเรกทอรี่ผู้ดูแลเพื่อ %s %s

source: Installer error with %s: unable to create user directory for %s %s
it_it: Errore installatore con %s: impossibile creare cartella utente per %s %s
pt_br: Erro de Instalação com %s: não é possível criar um diretório de usuário para %s %s
th_th: การติดตั้งข้อผิดพลาดด้วย %s: ไม่สามารถจัดการสร้างไดเรกทอรี่ผู้ใช้เพื่อ %s %s

source: Installer error with %s: writing component menu SQL error %s
it_it: Errore installatore con %s: scrittura componente menu SQL errore %s
pt_br: Erro de Instalação com %s: erro na escrita de menu SQL %s
th_th: การติดตั้งข้อผิดพลาดด้วย %s: การเขียนเมนูส่วนประกอบ SQL เกิดข้อผิดพลาด %s

source: Installer error with %s: %s %s already installed
it_it: Errore installatore con %s: %s %s già installato
pt_br: Erro de Instalação com %s: %s %s já está instalado
th_th: การติดตั้งข้อผิดพลาดด้วย %s: %s %s ติดตั้งเสร็จเรียบร้อย

source: Installer error with %s: %s %s SQL error %s
it_it: Errore installatore con %s: %s %s SQL errore %s
pt_br: Erro de Instalação com %s: %s %s erro SQL %s
th_th: การติดตั้งข้อผิดพลาดด้วย %s: %s %s SQL เกิดข้อผิดพลาด %s

source: Installer error with %s: no file identified as the %s
it_it: Errore installatore con %s: nessun file identificato come %s
pt_br: Erro de Instalação com %s: nenhum arquivo identificado com o %s
th_th: การติดตั้งข้อผิดพลาดด้วย %s: ไม่มีไฟล์ที่ระบุเป็น %s

source: Patch install error with %s: cannot write %s
th_th: การติดตั้งแพ็ชผิดพลาดจาก %s: ไม่สามารถเขียน %s

source: Patch install error with %s: cannot delete %s
th_th: การติดตั้งแพ็ชผิดพลาดจาก %s: ไม่สามารถลบ %s

source: Patch install error with %s: file permissions prevent patch application
th_th: การติดตั้งแพ็ชผิดพลาดจาก %s: การยินยอมของไฟล์ป้องกันโปรแกรมแพ็ช

source: Patch install error with %s: failed to delete %s
th_th: การติดตั้งแพ็ชผิดพลาดจาก %s: การลบล้มเหลว %s

source: Patch install error with %s: failed to write %s
th_th: การติดตั้งแพ็ชผิดพลาดจาก %s: การเขียนล้มเหลว %s

source: Patch install error with %s: check was OK, but application failed
th_th: การติดตั้งแพ็ชผิดพลาดจาก %s: เลือก ตกลง, แต่โปรแกรมล้มเหลว

source: Patch install %s: completed successfully
th_th: ติดตั้งแพ็ช %s: ที่เสร็จสิ้นสมบูรณ์

source: Uninstaller error with %s: no uninstaller %s
it_it: Errore disinstallatore con %s: nessun disinstallatore %s
pt_br: Erro de Desinstalação com %s: sem desinstalador %s
th_th: การถอนติดตั้งข้อผิดพลาดด้วย %s: ไม่ใช่สามารถถอนการติดตั้ง %s

source: Uninstaller error with %s: %s %s SQL error %s
it_it: Errore disinstallatore con %s: %s %s SQL errore %s
pt_br: Erro de Desinstalação com %s: %s %s erro SQL %s
th_th: การถอนติดตั้งข้อผิดพลาดด้วย %s: %s %s SQL เกิดข้อผิดพลาด %s

source: Uninstaller error with %s: %s %s not fully deleted from database
it_it: Errore disinstallatore con %s: %s %s non interamente cancellato dal database
pt_br: Erro de Desinstalação com %s: %s %s não foi completamente removido da base de dados
th_th: การถอนติดตั้งข้อผิดพลาดด้วย %s: %s %s ไม่สามารถลบจากฐานข้อมูล

source: Uninstaller error with %s: no file identified as the %s
it_it: Errore disinstallatore con %s: nessun file identificato come %s
pt_br: Erro de Desinstalação com %s: nenhum arquivo identificado com o %s
th_th: การถอนติดตั้งข้อผิดพลาดด้วย %s:ไม่มีไฟล์ที่ระบุเป็น %s

source: Installer unrecoverable ZIP error %s in %s
it_it: Installatore: errore ZIP non recuperabile %s in %s
pt_br: Erro de ZIP irrecuperável de instalação %s em %s
th_th: การติดตั้งไม่ได้ ไม่สามารถทำให้กลับอย่างเดิม ZIP เกิดข้อผิดพลาด %s ใน %s

source: Installer unrecoverable TAR error in %s
it_it: Installatore: errore TAR non recuperabile in %s
pt_br: Erro de TAR irrecuperável de instalação %s
th_th: การติดตั้งไม่ได้ ไม่สามารถทำให้กลับอย่างเดิม TAR เกิดข้อผิดพลาดใน %s

source: Back to Language Manager
it_it: Torna al gestore linguaggio
pt_br: Voltar para o Gerenciador de Idiomas
th_th: กลับไปที่การจัดการภาษา

source: Install new Language - Site
it_it: Installa nuovo linguaggio - Sito
pt_br: Instalar Novo Idioma - Site
th_th: การติดตั้ง ภาษา - เว็บไซต์

source: Installed Mambots
it_it: Mambots installati
pt_br: Mambots Instalados
th_th: แมมบอทที่ติดตั้ง

source: Only those Mambots that can be uninstalled are displayed - some Core Mambots cannot be removed.
it_it: Sono elencati solo i Mambots che possono essere disinstallati - qualche Mambot necessario al codice principale non può essere rimosso.
pt_br: Somente os Mambots que podem ser desinstalados são apresentados - Alguns Mambots do sistema não podem ser removidos
th_th: เฉพาะแมมบอทเหล่านี้ที่เอาออกได้ - บางแมมบอทหลักไม่สามารถย้ายได้.

source: Mambot
th_th: แมมบอท

source: There are no non-core, custom mambots installed.
it_it: Non ci sono Mambots personalizzati installati.
pt_br: Não existe mambots do customizados instalados.
th_th: ไม่มีแมมบอทที่เลือกไว้ ติดตั้งอยู่.
