Repository: chanhong/mambo
Catalog: language/glossary/*.utf-8.po
Languages: it_it, pt_br, th_th

source: Register globals emulation. Some components may stop working if this option is set to Off.
it_it: Emulazione del Register Globals. Qualche componente potrebbe non funzionare correttamente se questa opzione fosse configurata su OFF.
pt_br: Emulação de Register Globals. Alguns componentes podem parar de funcionar se esta opção estiver configurada como OFF
th_th: การจำค่าการลงทะเบียน. คอมโพเน้นท์จำนวนหนึ่งอาจหยุดทำงานเมื่อตั้งค่าตัวเลือกนี้เป็น Off.

source: Help Server:
it_it: Server dell'Aiuto:
pt_br: Servidor de Ajuda:
th_th: เซิร์ฟเวอร์ที่ให้ความช่วยเหลือ:

source: File Creation:
it_it: Creazione file:
pt_br: Criação de Arquivos:
th_th: การสร้างไฟล์:

source: Dont CHMOD new files (use server defaults)
it_it: Non dare permessi CHMOD ai nuovi files (usa quelli predefiniti del server)
pt_br: Não CHMOD novos arquivos (usar padrão do servidor)
th_th: ไม่เปลี่ยน CHMOD ไฟล์ใหม่ (ใช้ค่าพื้นฐานเครื่องเซิร์ฟเวอร์)

source: CHMOD new files
it_it: Dai permessi CHMOD ai nuovi files
pt_br: CHMOD novos arquivos
th_th: เปลี่ยน CHMOD ไฟล์ใหม่

source: to:
it_it: a:
pt_br: para:
th_th: เพื่อ:

source: Select this option to define permission flags for new created files
it_it: Seleziona questa opzione per definire i permessi per i nuovi files creati
pt_br: Selecione este opção para definir as permissões para os novos arquivos criados
th_th: เลือกการตั้งค่านี้เพื่อกำหนดการเข้าถึงสำหรับไฟล์ที่สร้างใหม่

source: Apply to existing files
it_it: Applica ai files esistenti
pt_br: Aplicar nos arquivos existentes
th_th: ทำกับไฟล์ที่มีอยู่

source: Checking here will apply the permission flags to <em>all existing files</em> of the site.<br/>
it_it: Selezionando questo, saranno applicati questi permessi a tutti i files esistenti nel sito.
pt_br: Selecionando aqui irá aplicar as permissões em <em>todos os arquivos existentes</em> no site<br />
th_th: เลือกข้อนี้จะเปลี่ยนการเข้าถึงไฟล์ที่มีอยู่ทั้งหมด.<br/>

source: <b>INAPPROPRIATE USAGE OF THIS OPTION MAY RENDER THE SITE INOPERATIVE!</b>
it_it: <b> UN USO IMPROPRIO DI QUESTA FUNZIONE POTREBBE RENDERE IL SITO NON OPERATIVO!</b>
pt_br: <b>USO INAPROPRIADO DESTA OPÇÃO PODE DEIXAR O SITE INOPERANTE!</b>
th_th: <b>การใช้ตัวเลือกนี้อย่างไม่เหมาะสมอาจทำให้เว็บไม่ทำงาน!</b>

source: Directory Creation:
it_it: Creazione cartelle:
pt_br: Criação de Diretório:
th_th: การสร้างไดเรกทอรี่่:

source: Dont CHMOD new directories (use server defaults)
it_it: Non dare permessi CHMOD alle nuove cartelle (usa quelli predefiniti del server)
pt_br: Não CHMOD novos diretórios (usar padrão do servidor)
th_th: ไม่เปลี่ยน (CHMOD) การเข้าถึงไดเรกทอรี่่ใหม่ (ใช้ค่าพื้นฐานเครื่องเซิร์ฟเวอร์)

source: CHMOD new directories
it_it: Dai permessi CHMOD alle nuove cartelle
pt_br: CHMOD novos diretórios
th_th: เปลี่ยน(CHMOD)การเข้าถึงไดเรกทอรี่่ใหม่

source: Select this option to define permission flags for new created directories
it_it: Seleziona questa opzione per definire i permessi per per le nuove cartelle create
pt_br: Selecione este opção para definir as permissões para os novos diretórios criados
th_th: เลือกข้อนี้เพื่อตั้งค่าการเข้าถึงไดเรกทอรี่่ใหม่

source: Apply to existing directories
it_it: Applica alle cartelle esistenti
pt_br: Aplicar nos diretórios existentes
th_th: ทำกับไดเรกทอรี่่ที่มีอยู่

source: Checking here will apply the permission flags to <em>all existing directories</em> of the site.<br/>
it_it: Selezionando questo, saranno applicati questi permessi a tutte le cartelle esistenti nel sito.
pt_br: Selecionando aqui irá aplicar as permissões em <em>todos os diretórios existentes</em> no site<br />
th_th: เลือกข้อนี้จะเปลี่ยนการเข้าถึงไดเรกทอรี่่ที่มีอยู่ทั้งหมด.<br/>

source: Global Site Meta Description:
it_it: Meta Descrizione generale del sito:
pt_br: Descrição Meta Global do Site:
th_th: รายละเอียดค่าแท็กเมต้าของเว็บ:

source: Global Site Meta Keywords:
it_it: Meta parole chiave generali del sito:
pt_br: Palavras-Chave Globais do Site:
th_th: คำสำคัญในแท็กเมต้าของเว็บ:

source: Show Title Meta Tag:
it_it: Mostra Meta tag Titolo:
pt_br: Mostrar Tag Meta de Título:
th_th: แสดงชื่อเว็บในแท็กเมต้าของเว็บ:

source: Show the title meta tag when viewing content items
it_it: Mostra il meta tag Titolo quando viene visualizzato un articolo di contenuto
pt_br: Mostrar a Tag Meta de título quando acessar itens de conteúdo
th_th: แสดงชื่อเว็บในแท็กเมต้าของเว็บเมื่ออ่านเนื้อหา

source: Show Author Meta Tag:
it_it: Mostra meta tag Autore:
pt_br: Mostrar Tag Meta de Autor:
th_th: แสดงชื่อผู้เขียนในแท็กเมต้า:

source: Show the author meta tag when viewing content items
it_it: Mostra il meta tag Autore quando viene visualizzato un articolo di contenuto
pt_br: Mostrar a Tag Meta de autor quando acessar itens de conteúdo
th_th: แสดงชื่อผู้เขียนในแท็กเมต้าของเว็บเมื่ออ่านเนื้อหา

source: Mail
it_it: Posta
pt_br: E-mail
th_th: เมล

source: Mailer:
it_it: Mittente:
th_th: ตัวส่งเมล:

source: Mail From:
it_it: Posta da:
pt_br: De:
th_th: ส่งเมลจาก:

source: From Name:
it_it: Da nome:
pt_br: Nome:
th_th: จากชื่อ:

source: Sendmail Path:
it_it: Percorso sendmail:
pt_br: Caminho do Sendmail:
th_th: พาธการส่งเมล:

source: Caching:
pt_br: Cache:
th_th: มีการเก็บแคช:

source: Cache Folder:
it_it: Cartella cache:
pt_br: Pasta de Cache:
th_th: โฟลเดอร์แคช:

source: Current cache is directory is <b>Writeable</b>
it_it: Attualmente la cartella cache è <b>Scrivibile</b>
pt_br: Diretório de cache atual é <b>Escrita</b>
th_th: ไดเรกทอรี่่ที่เก็บแคชในตอนนี้คือ <b>สามารถเขียนได้</b>

source: The cache directory is UNWRITEABLE - please set this directory to CHMOD755 before turning on the cache
it_it: La cartella cache NON è SCRIVIBILE - Prego configiurare questa cartella con i permessi CHMOD 755 prima di abilitare la cache
pt_br: O diretório de cache está SOMENTE LEITURA - por favor modifique a permissão deste diretório para CHMOD755 antes de configurar o cache
th_th: ไดเรกทอรี่่ที่เก็บแคช ไม่สามารถเขียนได้ - กรุณาตั้งค่าเป็น CHMOD755 ก่อนที่จะใช้แคช

source: Cache Time:
it_it: Tempo di cache:
pt_br: Tempo de Cache:
th_th: ระยะเวลาแคช:

source: Statistics:
it_it: Statistiche:
pt_br: Estatísticas:
th_th: สถิติ:

source: Enable/disable collection of site statistics
it_it: Abilita/disabilita raccolta statistiche del sito
pt_br: Habilita/Desabilita a coleta de estatísticas do site
th_th: ตั้งค่าการเก็บสถิติของเว็บ

source: Log Content Hits by Date:
it_it: Accessi ai contenuti per data:
pt_br: Logar Acessos de Conteúdo por Data:
th_th: เก็บจำนวนการเข้าชมแต่ละวัน:

source: WARNING : Large amounts of data will be collected
it_it: ATTENZIONE: saranno archiviati parecchi dati, tenere d'occhio la grandezza del database
pt_br: ATENÇÃO: Uma grande quantidade de dados pode ser coletada
th_th: คำเตือน: จะมีการเก็บข้อมูลจำนวนมาก

source: Log Search Strings:
it_it: Stringhe di ricerca:
pt_br: Strings de Pesquisa:
th_th: เก็บคำค้นหา:

source: Search Engine Optimization
it_it: Ottimizzazione per Motori di Ricerca
pt_br: Otimização de Sistema de Busca
th_th: ปรับแต่งสำหรับเครื่องมือค้นหาเว็บ

source: Search Engine Friendly URLs:
it_it: URL amichevoli per i motori di ricerca:
pt_br: Sistema de Busca de URL's Amigáveis:
th_th: ชื่อ URL แบบง่ายเหมาะกับเครื่องมือค้นหาเว็บ:

source: Apache only! Rename htaccess.txt to .htaccess before activating
it_it: Solo per Apache! Rinominare il file htaccess.txt in .htaccess, prima di attivare questa funzione
pt_br: Somente Apache! Renomeie o arquivo htaccess.txt para .htaccess antes de ativar
th_th: สำหรับอาปาเช่เท่านั้น! ให้เปลี่ยนชื่อ htaccess.txt เป็น .htaccess ก่อนจะใช้งาน

source: Dynamic Page Titles:
it_it: Titoli pagina dinamici:
pt_br: Títulos Dinâmicos de Páginas:
th_th: ชื่อเว็บเปลี่ยนได้ตามเนื้อหา:

source: Dynamically changes the page title to reflect current content viewed
it_it: Il titolo cambia dinamicamente per riflettere il contenuto correntemente visualizzato
pt_br: Altera dinamicamente o título da página para refletir o conteúdo atual
th_th: ชื่อเว็บเปลี่ยนได้ตามเนื้อหาที่แสดงผล

source: System Default
it_it: Predefinite di sistema
pt_br: Padrão do Sistema
th_th: ค่าปกติของระบบ

source: Simple
it_it: Semplice
pt_br: Simples
th_th: ง่าย

source: Maximum
it_it: Massimo
pt_br: Máximo
th_th: มากสุด

source: On
pt_br: Ligado
th_th: เปิด

source: PHP mail function
it_it: Funzione email del PHP
pt_br: Função de Mail PHP
th_th: ใช้การส่งเมลของ PHP

source: Sendmail
th_th: ส่งเมล

source: SMTP Server
it_it: Server SMTP
pt_br: Servidor SMTP
th_th: SMTP เซิร์ฟเวอร์

source: Remember to rename htaccess.txt to .htaccess
it_it: Ricorda di rinominare htaccess.txt in .htaccess
pt_br: Lembre-se de renomear o arquivo htaccess.txt para .htaccess
th_th: อย่าลืมเปลี่ยนชื่อ htaccess.txt เป็น .htaccess

source: Remember to install the MambelFish component.
it_it: Ricorda di installare il componente Mambelfish.
pt_br: Lembre-se de instalar o componente MambelFish
th_th: อย่าลืมติดตั้ง MambelFish คอมโพเน้นท์.

source: An Error Has Occurred! Unable to open config file to write!
it_it: Si è verificato un errore! Non è possibile scrivere nel file configuration.php!
pt_br: Ocorreu um Erro! Não é possível abir o arquivo de configuração para escrita!
th_th: มีความผิดพลาด! ไม่สามารถเปิดไฟล์ระบบเพื่อเขียนได้!

source: XML ERROR in %s: %s at line %d
it_it: ERRORE XML in %s: %s alla linea %d
pt_br: ERRO DE XML em %s: %s na linha %d
th_th: XML ผิดพลาด ใน %s: %s ที่บรรทัด %d

source: Unable to open XML file %s
it_it: Impossibile aprire il file XML %s
pt_br: Impossível abrir arquivo XML %s
th_th: ไม่สามารถเปิด XML ไฟล์ %s

source: XML error in %s - unclosed tag(s) (%s) at end of file
it_it: Errore XML in %s - tag non chiusi (%s) alla fine del file
pt_br: Erro XML em %s: - tags não fechadas (%s) no fim do arquivo
th_th: XML ผิดพลาด ใน %s - ไม่สามารถปิดคำ (%s) ที่สิ้นสุดไฟล์

source: XML error in %s: %s is not a valid containing element
it_it: Errore XML in %s: %s non è un elemento contenitore valido
pt_br: Erro XML em %s: %s não é um elemento contido válido
th_th: XML ผิดพลาด ใน %s: %s หรือส่วนประกอบที่มีอยู่ไม่สมบูรณ์

source: XML error in %s: %s not permitted within %s
it_it: Errore XML in %s: %s non è permesso con %s
pt_br: Erro XML em %s: %s não é permitido dentro de %s
th_th: XML ผิดพลาด ใน %s: %s ไม่ถูกยินยอมภายใน %s

source: XML error in %s: expected MOSINSTALL but found %s
it_it: Errore XML in %s atteso MOSINSTALL ma trovato %s
pt_br: Erro XML em %s: esperado MOSINSTALL mas foi encontrado %s
th_th: XML ผิดพลาด ใน %s: ซึ่ง MOSINSTALL ไม่สามารถค้นพบ %s

source: XML error in %s: last open tag was %s, but found end of %s
it_it: Errore XML in %s l’ultimo tag aperto era %s, ma è stata trovata la fine di %s
pt_br: Erro XML em %s: a última tag aberta foi %s, mas foi encontrado o fim de %s
th_th: XML ผิดพลาด ใน %s: ล่าสุดที่ถูกเปิดไว้ %s, ไม่สามารถค้นพบในส่วนสุดท้ายของ %s

source: XML error in %s: mosinstall does not have type attribute
it_it: Errore XML in %s mosinstall non ha attributi di tipo
pt_br: Erro XML em %s: mosinstall não tem um atributo de tipo
th_th: XML ผิดพลาด ใน %s: mosinstall ไม่สามารถกระทำภายใต้เงื่อนไขที่มีให้

source: Handler not defined for type
it_it: Gestore non definito per il tipo
pt_br: Cabeçalho não definido para o tipo
th_th: ผู้ดูแลไม่ได้กำหนดสำหรับชนิดนี้

source: There are no Parameters for this item
it_it: Non ci sono parametri per questo elemento
pt_br: Não existem parâmetros para este item
th_th: ไม่ได้ตั้งค่า พารามิเตอร์ สำหรับไอเทม

source: Please make a selection from the list to %s
it_it: Prego effettuare una selezione dalla lista a %s
pt_br: Por favor faça uma seleção na lista para %s
th_th: โปรดเลือกประเภทเพื่อ %s

source: Please select an item to make default
it_it: Prego selezionare un elemento come predefinito
pt_br: Por favor selecione um item da lista para torná-lo padrão
th_th: โปรดเลือกรายการเพื่อกำหนดเป็นค่าเริ่มต้น

source: Please select an item to assign
it_it: Prego selezionare un elemento da assegnare
pt_br: Por favor selecione um item para atribuir
th_th: โปรดเลือกเรื่องเพื่อกำหนด

source: Help
it_it: Aiuto
pt_br: Ajuda
th_th: ช่วยเหลือ

source: - All Sections -
it_it: - Tutte le sezioni -
pt_br: - Todas as Seções -
th_th: - เลือก หมวดหมู่ -

source: - Select Image -
it_it: - Seleziona immagine -
pt_br: - Selecione uma Imagem -
th_th: - เลือก รูปภาพ -

source: New items default to the first place. Ordering can be changed after this item is saved.
it_it: I nuovi elementi vanno automaticamente in prima posizione. L’ordinamento può essere cambiato dopo che l’elemento è stato salvato.
pt_br: Novos itens são adicionados no início por padrão. A ordem pode ser alterada depois que o item for salvo.
th_th: ข้อมูลใหม่มาก่อน. รายการที่เลือกนี้จะทำงานหลังจากมีการบันทึก.

source: - No User -
it_it: - Nessun utente -
pt_br: - Sem Usuário -
th_th: - ไม่มี สมาชิก -

source: Center
it_it: Centro
pt_br: Centro
th_th: ตรงกลาง

source: You must create a category first.
it_it: Si deve creare una categoria, prima.
pt_br: Você deve criar uma categoria primeiro.
th_th: ท่านจะต้องทำการสร้างหมวดย่อยก่อน.

source: Results %d to %d of %d
it_it: Risultati %d a %d di %d
pt_br: Resultados de %d para %d de %d
th_th: ผลลัพธ์ %d ถึง %d จาก %d

source: No records found.
it_it: Nessun record trovato.
pt_br: Nenhum registro encontrado
th_th: ไม่มีในบันทึก.

source: Comment
th_th: ความคิดเห็น

source: Adds a commenting feature to articles within selected sections
th_th: เพิ่มความสามารถให้กับบทความที่สามารถแสดงความคิดเห็นได้ โดยการเลือกหมวด

source: Content Item
th_th: รายการเนื้อหา

source: You must add a comment
th_th: คุณต้องเพิ่มความคิดเห็น

source: You must select a content item.
th_th: คุณยังไม่ได้เลือกความคิดเห็น

source: Global Check-in
it_it: Controllo globale
pt_br: Verificação Global
th_th: ตรวจสอบ-การเข้าใช้ทั้งหมด

source: Database Table
it_it: Tabelle database
pt_br: Tabela da Base
th_th: ตารางฐานข้อมูล

source: # of Items
it_it: # di elementi
pt_br: # de Itens
th_th: # จำนวนรายการ

source: Checked-In
it_it: Sbloccati
pt_br: Verificado
th_th: ตรวจสอบ-การเข้าใช้

source: Checked in <strong>%d</strong> item
it_it: Sbloccato <strong>%d</strong> elemento
pt_br: Verificado em <strong>%d</strong> itens
th_th: ตรวจสอบการเข้าใช้ <strong>%d</strong> รายการ

source: Checked out items have now been all checked in
it_it: Tutti gli elementi bloccati sono stati ripristinati
pt_br: Itens verificados e agora todos ok
th_th: รายการที่เช็คเอาท์ได้ถูกตรวจสอบการเข้าใช้ทั้งหมดแล้ว

source: Category Manager
it_it: Gestore categorie
pt_br: Gerenciador de Categorias
th_th: เพิ่ม/แก้ไข ประเภทของเนื้อหา

source: Content: All
it_it: Contenuti: Tutti
pt_br: Conteúdo: Todo
th_th: เนื้อหา: ทั้งหมด

source: Active
it_it: Attiva
pt_br: Ativa
th_th: จำนวนเนื้อหา

source: Category must have a name
it_it: Una categoria deve avere un nome
pt_br: Categorias devem ter um nome
th_th: กรุณาใส่ชื่อประเภท

source: Category Details
it_it: Dettagli categoria
pt_br: Detalhes da Categoria
th_th: รายละเอียดประเภท

source: Category Title:
it_it: Titolo categoria:
pt_br: Título da Categoria:
th_th: หัวข้อประเภท:

source: Category Name:
it_it: Nome categoria:
pt_br: Nome da Categoria:
th_th: ชื่อหมวด:

source: Move Category
it_it: Sposta categoria
pt_br: Mover Categoria
th_th: ย้ายประเภท

source: Move to Section:
it_it: Sposta alla sezione:
pt_br: Mover para a Seção:
th_th: ย้ายไปหมวด:

source: Categories being moved:
it_it: Categoria che sarà spostata:
pt_br: Categorias a serem movidas:
th_th: กำลังย้ายประเภท:

source: Content Items being moved:
it_it: Articolo di contenuto che sarà spostato:
pt_br: Itens de conteúdo a serem movidos:
th_th: เนื้อหาที่ถูกย้าย:

source: This will move the Categories listed <br />and all the items within the category (also listed) <br />to the selected Section.
th_th: และเนื้อหาทั้งหมดในประเภทนี้ด้วย <br />ไปยังหมวดที่เลือกไว้.

source: Copy Category
it_it: Copia categoria
pt_br: Copiar Categoria
th_th: คัดลอกประเภท

source: This will copy the Categories listed <br /> and all the items within the category (also listed) <br /> to the selected Section.
it_it: Questo copierà le categorie elencate <br /> e tutti gli articoli contenuti in esse (anche loro elencati) <br /> alla sezione selezionata.
pt_br: Isto irá copiar as categorias listadas <br /> e todos os itens contidos nas categorias (também listados) <br /> para a seção selecionada.
th_th: นี่จะเป็นการคัดลอกประเภท <br /> และเนื้อหาทั้งหมดในประเภทนี้ด้วย <br /> ไปยังหมวดที่เลือกไว้.

source: Component:
it_it: Componente:
pt_br: Componente:
th_th: คอมโพเน้นท์:

source: The category %s is currently being edited by another administrator
it_it: La categoria %s è in corso di modifica da parte di un altro amministratore
pt_br: A categoria %s está sendo editada por outro administrador
th_th: ประเภท %s กำลังแก้ไขโดยผู้ดูแลท่านอื่นอยู่

source: Category Table
it_it: Tabella categoria
pt_br: Tabela de Categoria
th_th: ตารางประเภท

source: Category Blog
it_it: Categoria Blog
pt_br: Blog de Categoria
th_th: บล็อกประเภท

source: Category Blog Archive
it_it: Archivio blog categoria
pt_br: Arquivo de Blog de Categoria
th_th: ประเภทของบล็อกคลังเนื้อหา

source: Contact Category Table
it_it: Tabella categoria contatti
pt_br: Tabela de Contato de Categoria
th_th: ตารางประเภทการติดต่อ

source: News Feed Category Table
th_th: ตารางประเภทการให้ข่าว

source: Web Link Category Table
th_th: ตารางประเภทเว็บลิงก์

source: Content Category Table
it_it: Tabella categoria contenuti
pt_br: Tabela de Categorias de Conteúdo
th_th: ตารางประเภท

source: Content Category Blog
it_it: Blog contenuti categoria
pt_br: Categoria de Conteúdo de Blog
th_th: บล็อกประเภทเนื้อหา

source: Content Category Archive Blog
it_it: Blog archivio contenuti categoria
pt_br: Categoria de Conteúdo de Blog Arquivado
th_th: บล็อกประเภทคลังเนื้อหา

source: Select a category to delete
it_it: Seleziona una categoria cancellare
pt_br: Selecione uma categoria para remover
th_th: เลือกประเภทที่จะลบ

source: Select a category to %s
it_it: Seleziona una categoria da %s
pt_br: Selecionar uma categoria para %s
th_th: เลือกประเภทเพื่อ %s

source: %d Category copied to %s
pt_br: %d Categorias copiadas para %s
th_th: ประเภทถูกทำสำเนาไปยัง

source: Content Category Blog Archive
it_it: Archivio blog contenuto categoria
pt_br: Categoria de Conteúdo de Blog Arquivado
th_th: บล็อกประเภทคลังเนื้อหา

source: Banner Manager
it_it: Gestore Banner
pt_br: Gerenciador de Banners
th_th: การจัดการป้ายโฆษณา

source: Banner Name
it_it: Nome Banner
pt_br: Nome do Banner
th_th: ชื่อป้ายโฆษณา

source: Impressions Made
it_it: Esposizioni fatte
pt_br: Impressões Feitas
th_th: แสดงไปแล้ว

source: Impressions Left
it_it: Esposizioni da fare
pt_br: Impressões Faltantes
th_th: จำนวนครั้งที่เหลือ

source: Clicks
pt_br: Clqiues
th_th: คลิก

source: Edit Banner
it_it: Modifica Banner
pt_br: Editar Banner
th_th: แก้ไขป้ายโฆษณา

source: You must provide a banner name
it_it: Si deve inserire un nome per il banner
pt_br: Você deve informar um nome para o banner
th_th: กรุณาตั้งชื่อป้ายโฆษณา

source: Please select a client
it_it: Prego selezionare un cliente
pt_br: Por favor selecione um cliente
th_th: กรุณาเลือกลูกค้า

source: Please select an image.
it_it: Prego selezionare una immagine
pt_br: Por favor selecione uma imagem
th_th: กรุณาเลือกรูปภาพ.

source: Please fill in the URL for the banner.
it_it: Prego inserire una URL per il banner
pt_br: Por favor preencha a URL para o banner
th_th: กรุณาใส่ URL สำหรับป้ายโฆษณา.

source: Banner:
th_th: ป้ายโฆษณา:

source: Banner Name:
it_it: Nome del Banner
pt_br: Nome do Banner:
th_th: ชื่อป้ายโฆษณา:

source: Client Name:
it_it: Nome del Cliente
pt_br: Nome do Cliente:
th_th: ชื่อลูกค้าโฆษณา:

source: Impressions Purchased:
it_it: Esposizioni acquistate:
pt_br: Impressões Adquiridas:
th_th: จำนวนครั้งที่แสดง:

source: Unlimited
it_it: Illimitate
pt_br: Ilimitadas
th_th: ไม่จำกัดจำนวนครั้ง

source: Banner URL
it_it: URL del Banner
pt_br: URL do Banner
th_th: ที่อยู่ URL ของป้ายโฆษณา

source: Show Banner:
th_th: แสดงป้ายโฆษณา:

source: Click URL:
it_it: URL di destinazione
pt_br: URL para Clique:
th_th: คลิก URL:

source: Custom banner code:
it_it: Codice personalizzato del banner
pt_br: Código Customizado para o Banner:
th_th: โค้ดในการเรียกป้ายโฆษณา:

source: Reset Clicks
it_it: Azzera clicks
pt_br: Reiniciar Cliques
th_th: เริ่มจำนวนคลิกใหม่

source: Banner Image:
it_it: Immagine del banner:
pt_br: Imagem do Banner:
th_th: ไฟล์รูปป้ายโฆษณา:

source: Banner Client Manager
it_it: Gestore clienti dei banner
pt_br: Gerenciador de Clientes de Banners
th_th: การจัดการลูกค้าป้ายโฆษณา

source: Client Name
it_it: Nome cliente
pt_br: Nome do Cliente
th_th: ชื่อลูกค้าโฆษณา

source: Client ID
th_th: ID ลูกค้า

source: No. of Active Banners
it_it: N. di banner attivi
pt_br: N. de Banners Ativos
th_th: จำนวนแบนเนอร์ที่ทำการแสดง

source: Edit Banner Client
it_it: Modifica cliente banner
pt_br: Editar Cliente do Banner
th_th: แก้ไขลูกค้าป้ายโฆษณา

source: Please fill in the Client Name.
it_it: Prego inserire il nome del cliente
pt_br: Por favor preencha o Nome do Cliente.
th_th: กรุณาระบุชื่อกลุ่มแบนเนอร์.

source: Please fill in the Contact Name.
it_it: Prego inserire il nome del contatto
pt_br: Por favor preencha o Nome do Contato.
th_th: กรุณาใส่ชื่อผู้ติดต่อ.

source: Please fill in the Contact Email.
it_it: Prego inserire l'email del contatto
pt_br: Por favor preencha o E-mail do Cliente.
th_th: กรุณาใส่อีเมลของผู้ติดต่อ.

source: Banner Client:
it_it: Cliente del banner:
pt_br: Cliente do Banner:
th_th: ชื่อผู้ซื้อป้ายโฆษณา:

source: Contact Name:
it_it: Nome del contatto:
pt_br: Nome de Contato:
th_th: ชื่อผู้ติดต่อ:

source: Contact Email:
it_it: Email del contatto:
pt_br: E-mail de Contato:
th_th: อีเมลผู้ติดต่อ:

source: Extra Info:
it_it: Altre info:
pt_br: Informações Extras:
th_th: ข้อมูลเพิ่มเติม:

source: Saved Banner info
it_it: Informazioni banner salvate
pt_br: Informações do Banner Salvas
th_th: บันทึกข้อมูลป้ายโฆษณา

source: Reset Banner clicks
it_it: Azzera clicks del banner
pt_br: Reiniciar cliques do Banner
th_th: เริ่มจำนวนคลิกป้ายโฆษณาใหม่

source: The client [ %s ] is currently being edited by another person.
it_it: Il cliente [ %s ] è attualmente in fase di modifica da parte di un'altra persona.
pt_br: O cliente [ %s ] está sendo editado por outra pessoa.
th_th: ลูกค้ารายนี้ [ %s ] กำลังมีการแก้ไขโดยผู้ดูแลท่านอื่นอยู่.

source: Cannot delete client at this time as they have a banner still running
it_it: Al momento non è possibile cancellare il cliente, dato che ha ancora banner attivi
pt_br: Não é possível apagar o cliente enquanto existem banners sendo executados
th_th: ไม่สามารถลบลูกค้าได้เนื่องจากยังมีแถบป้ายโฆษณาของลูกค้าอยู่

source: Banners
th_th: ป้ายโฆษณา

source: This component manages banners and banner clients
it_it: Questo componente gestisce i banner ed i clienti dei banners
pt_br: Este componente gerencia banners e seus clientes
th_th: นี่คือคอมโพเน้นท์จัดการป้ายโฆษณาและลูกค้าป้ายโฆษณา

source: You must select a name for the client.
it_it: Si deve inserire un nome, per il cliente.
pt_br: Você deve selecionar um nome para o cliente.
th_th: กรุณาใส่ชื่อลูกค้าป้ายโฆษณาด้วยครับ.

source: You must select a contact for the client.
it_it: Si deve inserire un contatto, per il cliente.
pt_br: Você deve selecionar um contato para o cliente.
th_th: คุณไม่ได้ใส่รายละเอียดการติดต่อลูกค้า.

source: You must select a valid email for the client.
it_it: Si deve inserire un indirizzo email valido, per il cliente.
pt_br: Você deve selecionar um e-mail válido para o cliente.
th_th: กรุณาใส่อีเมลสำหรับติดต่อลูกค้า.

source: You must select a client.
it_it: Si deve selezionare un cliente.
pt_br: Você deve selecionar um cliente.
th_th: คุณไม่ได้เลือกหมวดลูกค้า.

source: You must select a name for the banner.
it_it: Si deve selezionare un nome, per il banner.
pt_br: Você deve selecionar um nome para o banner.
th_th: กรุณาใส่ชื่อให้ป้ายโฆษณา.
