Repository: chanhong/mambo
Catalog: installationx/language/*/*.po
Languages: fa_ir

source: The installer can't continue before zlib is installed
fa_ir: نصب کننده نمی تواند بدون نصب zlib به کار خود ادامه دهد

source: No file selected
fa_ir: هیچ فایلی انتخاب نشده است

source: Upload new module - error
fa_ir: خطا در آپلود ماژول جدید

source: Upload %s - Upload Failed
fa_ir: آپلود %s با مشکل مواجه شد

source: Failed
fa_ir: با مشکل مواجه شد

source: Success
fa_ir: با موفقیت انجام شد

source: Upload
fa_ir: آپلود

source: Upload %s - Upload Error
fa_ir: آپلود %s با مشکل مواجه شد

source: Error
fa_ir: خطا

source: Install new
fa_ir: نصب جدید

source: Please select an HTTP URL
fa_ir: یک آدرس لینترنتی وارد نمایید

source: Upload failed as <code>/media</code> directory is not writable.
fa_ir: آپلود با مشکل مواجه شد سطح دسترسی به پوشه <code>/media</code> غیرقابل ویرایش است.

source: Upload failed as <code>/media</code> directory does not exist.
fa_ir: آپلود با مشکل مواجه شد پوشه <code>/media</code> وجود ندارد

source: Uninstall - error
fa_ir: خطا در حذف

source: Component %s is a core component, and can not be uninstalled.<br />You need to unpublish it if you don't want to use it
fa_ir: کامپوننت %s یک ماژول هسته ای است <br />اگر نمی خواهید از آن استفاده کنید آن را منتشر نکنید.

source: Uninstall component -
fa_ir: حذف کامپوننت -

source: Uninstall
fa_ir: حذف

source: component -
fa_ir: کامپوننت -

source: %s is a core module, and can not be uninstalled.<br />You need to unpublish it if you don't want to use it
fa_ir: ماژول %s یک ماژول هسته ای است <br />اگر نمی خواهید از آن استفاده کنید آن را منتشر نکنید.

source: Uninstall module -
fa_ir: حذف ماژول -

source: Uninstall mambot -
fa_ir: حذف مامبوت -

source: Uninstall template -
fa_ir: حذف قالب -

source: Uninstall language -
fa_ir: حذف زبان -

source: Installed Components
fa_ir: کامپوننت های نصب شده

source: Currently Installed
fa_ir: نام کامپوننت

source: Component Menu Link
fa_ir: لینک کامپوننت در منو

source: Author URL
fa_ir: سایت طراح

source: There are no custom components installed
fa_ir: هیچ کامپوننتی نصب نشده است

source: Back to Language Manager
fa_ir: برگشت به مدیریت زبان ها

source: Install new Language - Site
fa_ir: نصب زبان جدید سایت

source: Installed Mambots
fa_ir: مامبوت های نصب شده

source: Only those Mambots that can be uninstalled are displayed - some Core Mambots cannot be removed.
fa_ir: شما نمی توانید مامبوت های موجود در هسته را حذف نمایید.

source: Mambot
fa_ir: نام مامبوت

source: There are no non-core, custom mambots installed.
fa_ir: هیچ مامبوتی نصب نشده است.

source: Installed Modules
fa_ir: ماژول های نصب شده

source: Only those Modules that can be uninstalled are displayed - some Core Modules cannot be removed.
fa_ir: شما نمی توانید ماژول های موجود در هسته را حذف نمایید.

source: Module File
fa_ir: نام ماژول

source: Client
fa_ir: نوع ماژول

source: No custom modules installed
fa_ir: ماژولی نصب نشده است

source: Site Modules
fa_ir: ماژول های بخش کاربری

source: Admin Modules
fa_ir: ماژول های بخش مدیریت

source: Install new Template
fa_ir: نصب قالب جدید

source: Back to Templates
fa_ir: برگشت به مدیریت قالب ها

source: Uninstall
fa_ir: حذف

source: Install Mambo plugin (component, module, mambot, template, include, parameter, composite)
fa_ir: نصب کننده مامبو (کامپوننت و ماژول و مامبوت و قالب و ...)

source: OFF
fa_ir: خاموش

source: ON
fa_ir: روشن

source: Mambo - Web Installer
fa_ir: نصب کننده تحت وب مامبو

source: Please read/accept license to continue installation
fa_ir: لطفا اجازه نامه را بخوانید و برای ادامه نصب تایید نمایید

source: Mambo Installation
fa_ir: نصب مامبو

source: pre-installation check
fa_ir: بررسی قبل از نصب

source: license
fa_ir: اجازه نامه

source: step 1
fa_ir: مرحله 1

source: step 2
fa_ir: مرحله 2

source: step 3
fa_ir: مرحله 3

source: step 4
fa_ir: مرحله 4

source: Pre-installation check for:
fa_ir: بررسی قبل از نصب برای:

source: If any of these items are highlighted in red then please take actions to correct them. Failure to do so could lead to your Mambo installation not functioning correctly.
fa_ir: چنانچه هر يک از موارد زير را به رنگ قرمز مشاهده می نماييد، آن را تصحيح کنيد. در غير اين صورت نصب شما کامل نخواهد بود.

source: PHP version
fa_ir: نسخه PHP

source: Available
fa_ir: دردسترسی

source: Unavailable
fa_ir: غیرقابل دسترسی

source: These settings are recommended for PHP in order to ensure full compatibility with Mambo. However, Mambo will still operate if your settings do not quite match the recommended.
fa_ir: You can still continue the install as the configuration will be displayed at the end, just copy & paste this and upload.

source: File Permissions
fa_ir: سطح دسترسی فایل ها

source: User:
fa_ir: کاربر:

source: read
fa_ir: خواندن

source: write
fa_ir: نوشتن

source: execute
fa_ir: اجرا کردن

source: World:
fa_ir: دنیا:

source: search
fa_ir: جستجو

source: Frontpage Manager
fa_ir: مدیریت صفحه اصلی

source: Section
fa_ir: بخش

source: Expired
fa_ir: اتمام انتشار

source: Unpublished
fa_ir: عدم انتشار

source: Always
fa_ir: همیشه

source: Start:
fa_ir: شروع انتشار:

source: Finish:
fa_ir: پایان انتشار:

source: No Expiry
fa_ir: بدون پایان انتشار

source: Edit User
fa_ir: ویرایش کاربر

source: Edit Content
fa_ir: ویرایش محتوا

source: Publish Information
fa_ir: اطلاعات انتشار

source: Edit Section
fa_ir: ویرایش بخش

source: - All Categories -
fa_ir: - همه مجموعه ها -

source: - All Authors -
fa_ir: - همه کاربران -

source: archive
fa_ir: آرشیو

source: Select an item to %a
fa_ir: یک آیتم برای %a انتخاب نمایید

source: Frontpage
fa_ir: مدیریت صفحه اول

source: Remove
fa_ir: حذف

source: Items
fa_ir: محتوای

source: Advertisement
fa_ir: تبلیغات

source: Category ID
fa_ir: شناسه مجموعه

source: Section ID
fa_ir: شناسه بخش

source: Hi, %s
fa_ir: سلام، %s

source: username
fa_ir: نام کاربری

source: password
fa_ir: کلمه عبور

source: Remember Me
fa_ir: مرا به ياد داشته باش

source: Vote
fa_ir: رای

source: Results
fa_ir: نتایج

source: Search
fa_ir: جستجو

source: search...
fa_ir: جستجو...

source: Bottom
fa_ir: پایین

source: Top
fa_ir: بالا

source: Sections
fa_ir: بخش ها

source: Time
fa_ir: زمان

source: Disabled
fa_ir: غیرفعال

source: Enabled
fa_ir: فعال

source: Members
fa_ir: عضو

source: News
fa_ir: اخبار

source: Visitors
fa_ir: بازدیدکنندگان

source: Statistics
fa_ir: آمار

source: Select
fa_ir: انتخاب

source: We have %d guest online
fa_ir: %d میهمان حاضر است

source: We have %d member online
fa_ir: %d عضو حاضر است

source: We have %d guest online and
fa_ir: %d میهمان حاضر و

source: %d member online
fa_ir: %d عضو آنلاین

source: No Users Online
fa_ir: کاربری آنلاین نیست

source: Content Items Manager
fa_ir: مدیریت محتوا

source: Section: All
fa_ir: بخش : همه

source: Front Page
fa_ir: صفحه اصلی

source: Please make a selection from the list to send to Trash
fa_ir: لطفا یک آیتم برای انتقال به سطل بازیافت انتخاب نمایید

source: Are you sure you want to Trash the selected items? \nThis will not permanently delete the items.
fa_ir: آیا شما مطمئن هستید که آیتم های انتخابی را به سطل بازیافت منتقل نمایید؟ این عمل باعث حذف کلی نمی شود.

source: Archive Manager
fa_ir: مدیریت آرشیو

source: Please select a Menu
fa_ir: لطفا یک منو انتخاب نمایید

source: Please enter a Name for this menu item
fa_ir: لطفا یک نام برای آیتم منو انتخاب نمایید

source: Content item must have a title
fa_ir: محتوای شما باید یک عنوان داشته باشد

source: You must select a Section.
fa_ir: شما باید یک بخش انتخاب نمایید

source: You must select a Category.
fa_ir: شما باید یک مجموعه انتخاب نمایید

source: Content Item:
fa_ir: مدیریت محتوا :

source: Show Advanced Details
fa_ir: نمایش جزئیات پیشرفته

source: Hide Advanced Details
fa_ir: عدم نمایش جزئیات پیشرفته

source: Item Details
fa_ir: جزئیات محتوا

source: Title Alias:
fa_ir: عنوان مستعار:

source: Intro Text:
fa_ir: خلاصه مطلب:

source: required
fa_ir: الزامی

source: Main Text:
fa_ir: متن اصلی:

source: optional
fa_ir: اختیاری

source: Publishing
fa_ir: انتشار

source: Publishing Info
fa_ir: اطلاعات انتشار

source: Show on Frontpage:
fa_ir: نمایش در صفحه اول:

source: Author Alias:
fa_ir: نام مستعار نویسنده:

source: Change Creator:
fa_ir: ایجاد کننده:

source: Override Created Date:
fa_ir: تاریخ ایجاد:

source: Start Publishing:
fa_ir: شروع انتشار:

source: Finish Publishing:
fa_ir: پایان انتشار:

source: Content ID:
fa_ir: شناسه محتوا:

source: State:
fa_ir: وضعیت:

source: Archived
fa_ir: آرشیو شده

source: Draft Unpublished
fa_ir: پيش نويس منتشر نشده

source: Reset Hit Count
fa_ir: صفر کردن بازدیدها

source: Revised
fa_ir: تجدید نظر شده

source: times
fa_ir: بار

source: Created
fa_ir: ایجاد شده در

source: By
fa_ir: توسط

source: Last Modified
fa_ir: آخرین ویرایش در

source: Images
fa_ir: تصاویر

source: MOSImage Control
fa_ir: مرکز کنترل تصویر به صورت MOSImage

source: Sub-folder:
fa_ir: انتخاب پوشه:

source: Gallery Images:
fa_ir: لیست تصاویر:

source: Content Images:
fa_ir: تصاویر محتوا:

source: up
fa_ir: بالا

source: down
fa_ir: پایین

source: remove
fa_ir: حذف

source: Edit the image selected:
fa_ir: ویرایش تصویر انتخاب شده:

source: Source:
fa_ir: آدرس تصویر:

source: Image Align:
fa_ir: چینش تصویر:

source: Alt Text:
fa_ir: متن روی تصویر (تول تیپ):

source: Border:
fa_ir: کادر اطراف تصویر:

source: Caption:
fa_ir: عنوان تصویر:

source: Caption Position:
fa_ir: موقعیت عنوان:

source: Caption Align:
fa_ir: چینش عنوان:

source: Width:
fa_ir: عرض تصویر:

source: Apply
fa_ir: تایید

source: Parameter Control
fa_ir: کنترل پارامتر ها

source: These Parameters only control what you see when you click to view an item fully
fa_ir: فعال کردن یا غیر فعال نمودن برخی پارامتر های مرتبط

source: Meta Info
fa_ir: اطلاعات خاص

source: Meta Data
fa_ir: اطلاعات خاص

source: Keywords:
fa_ir: کلمات کلیدی برای موتورهای جستجو:

source: Add Sect/Cat/Title
fa_ir: افزودن/بخش/مجموعه/عنوان محتوا

source: Link to Menu
fa_ir: لینک در منو

source: This will create a 'Link - Content Item' in the menu you select
fa_ir: در این بخش می توانید یک لینک در یکی از منوها برای این مطلب بسازید

source: Select a Menu
fa_ir: انتخاب منو

source: Menu Item Name
fa_ir: نام آیتم منو

source: Existing Menu Links
fa_ir: لینک های ساخته شده از این محتوا

source: Please select something
fa_ir: لطفا آیتمی را انتخاب نمایید

source: Move Items
fa_ir: انتقال آیتم

source: Move to Section/Category:
fa_ir: انتقال به بخش/مجموعه:

source: Items being Moved:
fa_ir: آیتم هایی که می خواهید منتقل نمایید:

source: Please select a Section/Category to copy the items to
fa_ir: لطفا یک بخش/مجموعه برای کپی آیتم ها انتخاب نمایید

source: Copy Content Items
fa_ir: کپی محتوا

source: Copy to Section/Category:
fa_ir: کپی به بخش/مجموعه

source: Items being copied:
fa_ir: آیتم هایی که می خواهید کپی نمایید:

source: All Content Items
fa_ir: تمامی محتوا

source: You cannot edit an archived item
fa_ir: شما نمی توانید محتوای آرشیو شده را ویرایش نمایید

source: Never
fa_ir: هرگز

source: Select Section
fa_ir: انتخاب بخش

source: Add Section(s) First
fa_ir: اول یک بخش ایجاد نمایید

source: Select Category
fa_ir: انتخاب مجموعه

source: Add Categories First
fa_ir: اول یک مجموعه ایجاد نمایید

source: Successfully Saved changes to Item:
fa_ir: تغییرات با موفقیت ذخیره شد:

source: Successfully Saved Item:
fa_ir: با موفقیت ذخیره شد:

source: %d Item successfully Archived
fa_ir: %d آیتم با موفقیت آرشیو شد

source: %d Item successfully Published
fa_ir: %d آیتم با موفقیت منتشر شد

source: %d Item successfully Unpublished
fa_ir: %d با موفقیت سلب انتشار شد

source: Select an item to toggle
fa_ir: یک آیتم برای ترکیب انتخاب نمایید

source: An error has occurred
fa_ir: خطايی رخ داده است

source: %d Item successfully moved to Section: %s, Category: %s
fa_ir: %d آیتم با موفقیت به بخش %s و مجموعه %s منتقل شد

source: %d Item successfully copied to Section: %s, Category: %s
fa_ir: %d آیتم با موفقیت به بخش %s و مجموعه %s کپی شد

source: Successfully Reset Hit count
fa_ir: آمار بازدید با موفقیت صفر شد

source: %s (Link - Static Content) in menu: %s successfully created
fa_ir: منوی %s از نوع لینک - مطالب استاتیک در منوی %s با موفقیت ایجاد شد

source: Trash
fa_ir: سطل بازیافت

source: This Category is currently empty
fa_ir: این مجموعه در حال حاضر خالی می باشد

source: %d item
fa_ir: %d آیتم

source: Registered Users Only
fa_ir: فقط اعضای سایت

source: Display #
fa_ir: نمایش

source: Register to read more...
fa_ir: برای دیدن ادامه مطلب ثبت نام نمایید

source: More...
fa_ir: ادامه ...

source: Read more...
fa_ir: ادامه مطلب ...

source: PDF
fa_ir: ساخت PDF

source: E-mail
fa_ir: ارسال به دوست

source: Contributed by
fa_ir: همکاری با

source: Written by
fa_ir: نویسنده

source: Last Updated
fa_ir: آخرین بروز رسانی

source: Previous
fa_ir: قبل

source: Please select a category
fa_ir: لطفا یک مجموعه انتخاب نمایید

source: Content item must have intro text
fa_ir: محتوا باید خلاصه داشته باشد

source: Please either Cancel or Save the current change
fa_ir: لطفا تغییرات حاصل را ذخیره یا انصراف دهید

source: Expiry Date:
fa_ir: پایان انتشار:

source: Version:
fa_ir: نسخه:

source: Created:
fa_ir: تاریخ ایجاد:

source: Last Modified:
fa_ir: آخرین بروز رسانی:

source: Hits:
fa_ir: تعداد بازدید:

source: Item Information
fa_ir: اطلاعات محتوا

source: Info
fa_ir: اطلاعات

source: Required
fa_ir: الزامی

source: Main Text
fa_ir: متن اصلی

source: Optional
fa_ir: اختیاری

source: Sub-folder
fa_ir: انتخاب پوشه

source: Gallery Images
fa_ir: لیست تصاویر

source: Content Images
fa_ir: تصاویر محتوا

source: Edit Image
fa_ir: ویرایش تصویر

source: Insert
fa_ir: افزودن

source: Up
fa_ir: بالا

source: Down
fa_ir: پایین

source: Align:
fa_ir: چینش:

source: No Image
fa_ir: بدون تصویر

source: Show on Front Page:
fa_ir: نمایش در صفحه اصلی

source: Metadata
fa_ir: اطلاعات خاص

source: You must enter valid e-mail addresses for both yourself and your recipient.
fa_ir: شما بايد آدرس پست الکترونیکی معتبری برای فرستنده و گیرنده کننده وارد نمایید

source: E-mail this to a friend.
fa_ir: ارسال برای يک دوست

source: Your friend's E-mail:
fa_ir: پست الکترونيک دوست شما:

source: Your Name:
fa_ir: نام شما:

source: Your E-mail:
fa_ir: پست الکترونيک شما:

source: Message subject:
fa_ir: عنوان نامه:

source: Send e-mail
fa_ir: ارسال نامه

source: Cancel
fa_ir: لغو

source: This item has been sent to %s
fa_ir: این محتوا برای %s با موفقیت فرستاده شد

source: Close Window
fa_ir: بستن پنجره

source: Date Asc
fa_ir: تاريخ صعودی

source: Date Desc
fa_ir: تاريخ نزولی

source: Title Asc
fa_ir: عنوان صعودی

source: Title Desc
fa_ir: عنوان نزولی

source: Hits Asc
fa_ir: بازديد صعودی

source: Hits Desc
fa_ir: بازديد نزولی

source: Author Asc
fa_ir: نويسنده صعودی

source: Author Desc
fa_ir: نويسنده نزولی

source: There are currently no Archived Entries for this Category
fa_ir: درحال حاضر محتوای آرشیو شده برای اين زير مجموعه وجود ندارد

source: Here are the Archived entries for %s %s
fa_ir: محتوای آرشیو شده در %s ماه سال %s

source: There are no Archived entries for %s %s
fa_ir: هیچ محتوای آرشیو شده در %s ماه سال %s وجود ندارد

source: There are no items to display
fa_ir: چيزی برای نمايش وجود ندارد

source: The module [ %s ] is currently being edited by another person.
fa_ir: ماژول [ %s ] در حال ويرايش توسط مدير ديگری است

source: New Item
fa_ir: آیتم جدید

source: Item saved successfully.
fa_ir: آیتم با موفقیت ذخیره شد

source: Thanks for your submission; it will be reviewed before being posted to the site.
fa_ir: از ارسال شما متشکريم؛ پس از تاييد مدير سايت منتشر خواهد شد

source: You already voted for this poll today!
fa_ir: شما یک بار در این نظرسنجی شرکت کرده اید!

source: Thanks for your vote!
fa_ir: از رای شما متشکریم!

source: Icon
fa_ir: آیکون

source: Display number
fa_ir: نمایش اعداد

source: Mambo
fa_ir: مامبو

source: Contact Manager
fa_ir: مدیریت تماس ها

source: Linked to User
fa_ir: لينک شده به کاربر

source: Edit Contact
fa_ir: ویرایش تماس

source: You must provide a name.
fa_ir: شما باید یک نام وارد نمایید

source: Contact:
fa_ir: مدیریت تماس ها:

source: Contact Details
fa_ir: جزئیات تماس

source: Linked to User:
fa_ir: لینک شده به کاربر:

source: Contact's Position:
fa_ir: موقعيت تماس:

source: E-mail:
fa_ir: پست الکترونیکی:

source: Street Address:
fa_ir: خيابان:

source: Town/Suburb:
fa_ir: شهر:

source: State/County:
fa_ir: استان:

source: Country:
fa_ir: کشور:

source: Postal Code/ZIP:
fa_ir: کدپستی:

source: Telephone:
fa_ir: تلفن:

source: Fax:
fa_ir: فکس:

source: Miscellaneous Info:
fa_ir: سایر اطلاعات:

source: Site Default:
fa_ir: پیشفرض سایت:

source: Access:
fa_ir: سطح دسترسی:

source: Image Info
fa_ir: اطلاعات تصویر

source: These Parameters only control what you see when you click to view a Contact item
fa_ir: شما می توانید در این بخش قسمتهای مختلف را فعال یا غیر فعال نمایید

source: Select a record to %s
fa_ir: رکوردی را برای %s انتخاب نمایید

source: Contact
fa_ir: تماس ها

source: State
fa_ir: وضعیت

source: Mambo vCard for %s
fa_ir: کارت تماس الکترونيک مامبو برای %s

source: Phone
fa_ir: تلفن

source: Please make sure the form is complete and valid.
fa_ir: لطفا مطمئن شويد که اطلاعات فرم کامل و صحيح می باشد

source: Select Contact:
fa_ir: انتخاب تماس:

source: Download information as a
fa_ir: دريافت اطلاعات بعنوان

source: VCard
fa_ir: کارت تماس الکترونيک

source: Enter your name:
fa_ir: نام خود را وارد کنيد:

source: E-mail address:
fa_ir: آدرس پست الکترونيک:

source: Enter your message:
fa_ir: پيام خود را وارد کنيد:

source: Email a copy of this message to your own address
fa_ir: ارسال يک نسخه از اين پيام به آدرس پست الکترونيک شما

source: There are no Contact Details listed.
fa_ir: هيچ گزينه تماس در ليست وجود ندارد

source: Enquiry
fa_ir: پرس و جو

source: Thank you for your e-mail
fa_ir: از تماس شما تشکر می نماییم

source: The Contact list for this Website.
fa_ir: لیست تماس های سایت

source: Send an Email to this Contact:
fa_ir: ارسال نامه به این گزینه:

source: Address:
fa_ir: آدرس:

source: Email:
fa_ir: پست الکترونیکی:

source: Telephone:
fa_ir: تلفن:

source: Fax:
fa_ir: فکس:

source: Information:
fa_ir: اطلاعات:

source: Contact Us
fa_ir: تماس با ما

source: Global Configuration
fa_ir: تنظیمات کلی

source: configuration.php is :
fa_ir: سطح دسترسی به configuration.php

source: Make unwriteable after saving
fa_ir: تبدیل به غیرقابل ویرایش بعد از ذخیره تغییرات

source: Override write protection while saving
fa_ir: ویرایش و ذخیره سازی در حالت غیر قابل ویرایش

source: Site Offline:
fa_ir: حالت غیر فعال:

source: Offline Message:
fa_ir: پیام حالت غیرفعال:

source: A message that displays if your site is offline
fa_ir: این پیام زمانی نشان داده می شود که سایت در حالت غیرفعال یا غیرقابل دسترس باشد

source: System Error Message:
fa_ir: نمایش پیام خطا:

source: A message that displays if Mambo could not connect to the database
fa_ir: این پیام زمانی نشان داده می شود که مامبو توانایی ارتباط با بانک اطلاعاتی را ندارد

source: Site Name:
fa_ir: نام سایت

source: Use Captcha Authentication:
fa_ir: استفاده از سیستم تصویر امنیتی

source: Captcha images assist in the reduction of automated entries and spam. Requires the GD image library
fa_ir: اين سيستم امکان جلوگيری از فعاليت اسپمر ها را بر روی سايت شما فراهم می آورد. برای عملکرد صحيح نياز به توابع GD می باشد

source: Show UnAuthorized Links:
fa_ir: نمایش لینک های تایید نشده:

source: If yes, will show links to content to registered content even if you are not logged in. The user will need to login to see the item in full.
fa_ir: اگر بله لینکهای درون محتوا برای مطالب مخصوص کاربران ثبت شده بدون لاگین کردن هم نشان داده می شود. کاربران برای دیدن این آیتمها به صورت کامل باید لاگین کنند

source: Allow User Registration:
fa_ir: اجازه ثبت نام کاربر:

source: If yes, allows users to self-register
fa_ir: اگر بلی را انتخاب نمایید کاربران می توانند در سایت شما عضو شوند

source: Use New Account Activation:
fa_ir: فعال سازی کاربر جدید با ایمیل:

source: If yes, the user will be mailed a link to activate their account before they can log in.
fa_ir: اگر بلی را انتخاب نمایید به کاربرانی که ثبت نام می کنند ایمیلی فرستاده می شود که در آن نامه لینکی جهت فعال سازی نام کاربری وجود دارد

source: Require Unique Email:
fa_ir: نیاز به ایمیل یکتا:

source: If yes, users cannot share the same email address
fa_ir: اگر بلی، کاربران نمی توانند از یک ايميل برای چند ثبت نام استفاده کنند

source: Debug Site:
fa_ir: خطایابی سایت:

source: If yes, displays diagnostic information and SQL errors if present
fa_ir: اگر بلی، اطلاعات سيستمی و خطاها و گزارشات SQL نمايش داده می شوند

source: List Length:
fa_ir: تعداد آیتم در لیست:

source: Sets the default length of lists in the administrator for all users
fa_ir: انتخاب تعداد آیتم هایی که در لیست های بخش مدیریت نشان داده می شوند

source: Favorites Site Icon:
fa_ir: آیکون وب سایت:

source: If left blank or the file cannot be found, the default favicon.ico will be used.
fa_ir: آیکونی که در آدرس بار مرور گر کنار آدرس سایت شما نشان داده می شود -اگر خالی باشد هیچ چیز نشان داده نمی شود

source: Favourite Icon
fa_ir: آیکون وب سایت

source: Language:
fa_ir: زبان:

source: Time Offset:
fa_ir: اختلاف زمان سایت شما با سرور:

source: Current date/time configured to display: %s
fa_ir: زمان حاضر برای نمايش بصورت %s تنظيم شده است

source: Debugging:
fa_ir: دیباگر:

source: Use Gettext:
fa_ir: استفاده از Gettext:

source: Country Locale:
fa_ir: کشور:

source: These Parameters control Output elements
fa_ir: این تنظیمات مربوط به بخش کاربری سایت می باشد

source: Linked Titles:
fa_ir: لینک بودن تیترها:

source: If yes, the title of content items will be hyperlinked to the item
fa_ir: اگر بلی را انتخاب نمایید, عنوان های مطالب به صورت لینک خواهند بود و در صورت کلیک تمام متن مورد نظر را باز خواهد کرد.

source: Read More Link:
fa_ir: لينک ادامه مطلب:

source: If set to show, the read-more link will show if main-text has been provided for the item
fa_ir: اگر نمایش را انتخاب نمایید,لینک ادامه مطلب در مطالب که دارای ادامه هستند نشان داده می شود

source: Item Rating/Voting:
fa_ir: امتیاز برای مطالب

source: If set to show, a voting system will be enabled for content items
fa_ir: اگر نمایش را انتخاب نمایید, سیستم امتیاز دهی برای مطالب فعال خواهد شد

source: Author Names:
fa_ir: نام نویسنده:

source: If set to show, the name of the author will be displayed. This a global setting but can be changed at menu and item levels.
fa_ir: اگر نمایش را انتخاب نمایید, نام نویسنده مطالب نشان داده می شود.توجه که این به صورت پیشفرض می باشد و شما می توانید از تنظیمات خود مطلب نیز این گزینه را فعال یا غیرفعال نمایید

source: Created Date and Time:
fa_ir: تاریخ و زمان ایجاد:

source: If set to show, the date and time an item was created will be displayed. This a global setting but can be changed at menu and item levels.
fa_ir: اگر نمایش را انتخاب نمایید, تاریخ و زمان ایجاد مطالب نشان داده خواهد شد .توجه که این به صورت پیشفرض می باشد و شما می توانید از تنظیمات خود مطلب نیز این گزینه را فعال یا غیرفعال نمایید

source: Modified Date and Time:
fa_ir: تاریخ و زمان آخرین ویرایش:

source: If set to show, the date and time an item was last modified will be displayed. This a global setting but can be changed at menu and item levels.
fa_ir: اگر نمایش را انتخاب نمایید, تاریخ و زمان آخرین ویرایش مطالب نشان داده خواهد شد.توجه که این به صورت پیشفرض می باشد و شما می توانید از تنظیمات خود مطلب نیز این گزینه را فعال یا غیرفعال نمایید

source: If set to show, the hits for a particular item will be displayed. This a global setting but can be changed at menu and item levels.
fa_ir: اگر نمایش را انتخاب نمایید, تعداد نمایش مطلب مورد نظر نشان داده خواهد شد. توجه که این به صورت پیشفرض می باشد و شما می توانید از تنظیمات خود مطلب نیز این گزینه را فعال یا غیرفعال نمایید

source: PDF Icon:
fa_ir: آیکون PDF:

source: Option not available as /media directory not writable
fa_ir: این بخش غیر قابل استفاده می باشد چون سطح دسترسی به پوشه /media غیرقابل ویرایش می باشد

source: Print Icon:
fa_ir: آیکون چاپ:

source: Email Icon:
fa_ir: آیکون ارسال به دوست:

source: Icons:
fa_ir: آیکون ها:

source: Print, PDF and Email will utilise Icons or Text
fa_ir: چاپ - ارسال به دوست و PDF به صورت آیکون باشند یا متن

source: Table of Contents on multi-page items:
fa_ir: نمايش جدول مطالب در صفحات محتوايي:

source: Back Button:
fa_ir: لینک برگشت به صفحه قبلی:
