Repository: chanhong/mambo
Catalog: installationx/language/*/*.po
Languages: fa_ir

source: This option will not work correctly. Unfortunately, your browser does not support Inline Frames
fa_ir: این امکان به درستی کار نخواهد کرد . متاسفانه مرورگر شما از Inline Frames پشتیبانی نمی کند

source: Home
fa_ir: صفحه اصلی

source: Advanced Mode
fa_ir: حالت پیشرفته

source: Simple Mode
fa_ir: حالت معمولی

source: selected
fa_ir: انتخاب شده

source: unselected
fa_ir: انتخاب نشده

source: Information
fa_ir: مشخصات سیستم

source: System Info
fa_ir: سیستم

source: System Information
fa_ir: اطلاعات سیستم و مامبو

source: Database Version:
fa_ir: نسخه بانک اطلاعاتی:

source: PHP Version:
fa_ir: نسخه PHP:

source: Web Server:
fa_ir: نوع سرویس دهنده وب(Web Server):

source: WebServer to PHP interface:
fa_ir: اینترفیس توکار پی اچ پی برای وب سرور :

source: Mambo Version:
fa_ir: نسخه مامبو نصب شده:

source: User Agent:
fa_ir: نوع مرورگر شما:

source: Relevant PHP Settings:
fa_ir: مشاهده موارد مورد نیاز از تنظیمات PHP سرور:

source: WYSIWYG Editor:
fa_ir: ویرایشگر پیشفرض:

source: Configuration File:
fa_ir: اطلاعات فایل تنظیمات مامبو:

source: PHP Info
fa_ir: پی اچ پیPHP

source: PHP Information
fa_ir: اطلاعات PHP

source: Permissions
fa_ir: دسترسی ها

source: Directory Permissions
fa_ir: سطح دسترسی پوشه ها

source: For all Mambo functions and features to work ALL of the following directories should be writeable:
fa_ir: برای اینکه سیستم مدیریت محتوای مامبو شما بتواند به طور صحیح کار کند باید سطح دسترسی به این پوشه ها قابل ویرایش یا 777 باشد

source: Help
fa_ir: راهنما

source: Search:
fa_ir: جستجو:

source: Go
fa_ir: بگرد

source: Clear Results
fa_ir: پاک کردن نتایج

source: Glossary
fa_ir: واژگان

source: Credits
fa_ir: سازندگان

source: Support
fa_ir: پشتیبانی

source: License
fa_ir: اجازه نامه

source: Search Results
fa_ir: نتايج جستجو

source: Index
fa_ir: فهرست

source: Site Preview
fa_ir: نمایش سایت

source: Open in new window
fa_ir: نمایش در پنجره جدید

source: There is no link associated with this item
fa_ir: لينکی مرتبط با اين گزينه وجود ندارد

source: News Feed Manager
fa_ir: مدیریت خبرخوان

source: News Feed
fa_ir: خبرخوان

source: Published
fa_ir: انتشار

source: Reorder
fa_ir: چینش دوباره

source: Category
fa_ir: مجموعه

source: # Articles
fa_ir: تعداد مطالب

source: Cache time
fa_ir: زمان ذخیره سازی به ثانیه

source: Checked Out
fa_ir: بررسی شده

source: Edit News Feed
fa_ir: ویرایش خبرخوان

source: Edit Category
fa_ir: ویرایش مجموعه

source: Please fill in the news feed name.
fa_ir: لطفا نام خبرخوان را وارد نمایید

source: Please select a Category.
fa_ir: لطفا یک مجموعه انتخاب نمایید

source: Please fill in the news feed link.
fa_ir: لطفا لینک خبرخوان را وارد نمایید

source: Please select a category.
fa_ir: لطفا یک مجموعه انتخاب نمایید

source: Please fill in the number of articles to display.
fa_ir: لطفا تعداد مطالب را وارد نمایید.

source: Please fill in the cache refresh time.
fa_ir: لطفا زمان ذخیره سازی را وارد نمایید.

source: Edit
fa_ir: ویرایش

source: New
fa_ir: جدید

source: News Feed:
fa_ir: مدیریت خیرخوان ها:

source: Details
fa_ir: جزئیات

source: Name
fa_ir: نام

source: Link
fa_ir: لینک

source: Number of Articles
fa_ir: تعداد مطالب

source: Cache time (in seconds)
fa_ir: زمان ذخیره سازی به ثانیه

source: Ordering
fa_ir: چینش

source: Published:
fa_ir: وضعیت انتشار:

source: You are not authorized to view this resource.
fa_ir: شما مجاز به ديدن اين منبع نيستيد

source: publish
fa_ir: انتشار

source: unpublish
fa_ir: عدم انتشار

source: Select a module to %s
fa_ir: یک ماژول برای %s انتخاب نمایید

source: Select an item to delete
fa_ir: یک آیتم برای حذف انتخاب نمایید

source: Description
fa_ir: توضیحات

source: Hide
fa_ir: عدم نمایش

source: Image
fa_ir: تصویر

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Show
fa_ir: نمایش

source: Close
fa_ir: بستن

source: Web Links
fa_ir: لینک ها

source: Feed Name
fa_ir: نام خبرخوان

source: Feed Link
fa_ir: لینک خبرخوان

source: Administrator
fa_ir: بخش مدیریت

source: Module Manager
fa_ir: مدیریت ماژول ها

source: Site
fa_ir: بخش کاربری

source: Filter:
fa_ir: گزینش:

source: Module Name
fa_ir: نام ماژول

source: Order
fa_ir: چینش

source: Save Order
fa_ir: ذخیره چینش

source: Access
fa_ir: سطح دسترسی

source: Position
fa_ir: موقعیت

source: Pages
fa_ir: صفحه

source: ID
fa_ir: شناسه

source: Type
fa_ir: نوع ماژول

source: None
fa_ir: هیچکدام

source: Varies
fa_ir: متنوع

source: All
fa_ir: همه

source: User
fa_ir: کاربر

source: Module must have a title
fa_ir: ماژول باید نام داشته باشد

source: Module:
fa_ir: مدیریت ماژول ها:

source: Title:
fa_ir: نام:

source: Show title:
fa_ir: نمایش نام:

source: Position:
fa_ir: موقعیت:

source: Module Order:
fa_ir: چینش ماژول:

source: Access Level:
fa_ir: سطح دسترسی:

source: ID:
fa_ir: شناسه:

source: Description:
fa_ir: توضیحات:

source: Parameters
fa_ir: پارامتر ها

source: Pages / Items
fa_ir: صفحات / آیتم ها

source: Menu Item Link(s):
fa_ir: نمایش این ماژول در صفحات زیر:

source: Custom Output
fa_ir: خروجی دلخواه

source: Content:
fa_ir: محتوا:

source: - All Positions -
fa_ir: - همه موقعیت ها -

source: - All Types -
fa_ir: - هر نوع -

source: Module Copied [%s]
fa_ir: کپی از ماژول %s ایجاد شد

source: Successfully Saved changes to Module: %s
fa_ir: تغییرات ایجاد شده در ماژول %s با موفقیت ذخیره شد

source: Successfully Saved Module: %s
fa_ir: ماژول %s با موفقیت ذخیره شد

source: The module %s is currently being edited by another administrator
fa_ir: ماژول %s در حال حاضر توسط مدیر دیگری در حال ویرایش می باشد

source: Select a module to delete
fa_ir: یک ماژول برای حذف انتخاب نمایید

source: You cannot delete mod_mainmenu module that displays the "mainmenu" as it is a core Menu
fa_ir: شما نمی توانید ماژول منوی ماژول اصلی را حذف نمایید این ماژول برای روند کاری مامبو مورد نیاز است

source: Module(s): "%s" cannot be deleted they can only be un-installed as they are Mambo modules.
fa_ir: ماژول %s غیرقابل حذف می باشد شما می توانید این ماژول را از بخش نصب/حذف حذف نمایید.

source: New ordering saved
fa_ir: چینش جدید ذخیره شد

source: Preview
fa_ir: پیش نمایش

source: You can only preview typed modules.
fa_ir: شما فقط می توانید ماژول های ایجاد شده توسط کاربر را ببینید.

source: Copy
fa_ir: کپی

source: Private Messaging
fa_ir: پیام های شخصی

source: Subject
fa_ir: عنوان

source: From
fa_ir: فرستنده

source: Date
fa_ir: تاریخ

source: Read
fa_ir: خوانده شده

source: Unread
fa_ir: خوانده نشده

source: Private Messaging Configuration
fa_ir: تنظیمات پیام های شخصی

source: General
fa_ir: عمومی

source: Are you sure?
fa_ir: آیا شما مطمئن هستنید؟

source: Lock Inbox:
fa_ir: قفل کردن پیام های آمده:

source: Mail me on new Message:
fa_ir: هرگاه پیام جدید آمد با ایمیل خبر بده:

source: View Private Message
fa_ir: نمایش پیام های رسیده

source: From:
fa_ir: فرستنده:

source: Posted:
fa_ir: تاریخ ارسال:

source: Subject:
fa_ir: عنوان:

source: Message:
fa_ir: متن پیام:

source: You must provide a subject.
fa_ir: شما باید یک عنوان وارد نمایید.

source: You must provide a message.
fa_ir: شما باید متن پیام را وارد نمایید.

source: You must select a recipient.
fa_ir: شما باید یک گیرنده انتخاب نمایید.

source: New Private Message
fa_ir: پیام شخصی جدید

source: To:
fa_ir: به:

source: Reply
fa_ir: پاسخ

source: Send
fa_ir: ارسال

source: A new private message has arrived
fa_ir: یک پیام شخصی جدید رسید

source: The user has locked their mailbox. Message failed.
fa_ir: این کاربر صندوق پیام های شخصی خود را قفل کرده است.

source: Menu Manager <small><small>[ %s ]</small></small>
fa_ir: مدیریت منو <small><small>[ %s ]</small></small>

source: Max Levels
fa_ir: بالاترین سطح

source: You cannot `delete` this menu as it is required for the proper operation of Mambo
fa_ir: شما نمی توانید این منو را پاک کنید چون برای عملکرد صحیح مامبو مورد نیاز است

source: The 1st Published item in this menu [mainmenu] is the default `Homepage` for the site
fa_ir: اولین آیتم منتشر شده در این منو [منوی اصلی] صفحه خانه این سایت است

source: Menu Item
fa_ir: عنوان

source: Itemid
fa_ir: شناسه منو

source: New Menu Item
fa_ir: ایجادمنوی جدید

source: Content
fa_ir: محتوا

source: Miscellaneous
fa_ir: گوناگون

source: Note that some menu types appear in more that one grouping, but they are still the same menu type.
fa_ir: توجه کنید که برخی از انواع منوها در بیش از یک گروه بندی ظاهر می شوند. ولی از یک نوع منو هستند .

source: Components
fa_ir: کامپوننت ها

source: Links
fa_ir: لینک ها

source: Move Menu Items
fa_ir: انتقال منو

source: Move to Menu:
fa_ir: انتقال به منوی :

source: Menu Items being moved:
fa_ir: منو هایی که منتقل خواهند شد:

source: Copy Menu Items
fa_ir: کپی از منو

source: Copy to Menu:
fa_ir: کپی به منوی:

source: Menu Items being copied:
fa_ir: منو هایی که کپی خواهند شد:

source: Select an item to %s
fa_ir: یک آیتم برای %s انتخاب نمایید

source: %d Item sent to the Trash
fa_ir: %d آیتم به سطل بازیافت منتقل شد

source: Select an item to move
fa_ir: یک آیتم برای انتقال انتخاب نمایید

source: %d Menu Item moved to %s
fa_ir: %d آیتم به منوی %s منتقل شد

source: %d Menu Item Copied to %s
fa_ir: %d آیتم به منوی %s کپی شد

source: Link must have a name
fa_ir: لینک باید نام داشته باشد

source: You must select a Component to link to
fa_ir: یک کامپوننت برای لینک دادن انتخاب نمایید

source: Add
fa_ir: افزودن

source: Menu Item :: Link - Component Item
fa_ir: آیتم منو:: لینک-آیتم کامپوننت

source: Name:
fa_ir: نام:

source: Component to Link:
fa_ir: آیتم کامپوننت:

source: Url:
fa_ir: آدرس وب:

source: On Click, Open in:
fa_ir: نحوه باز شدن:

source: Parent Item:
fa_ir: زیر منوی کدام منو باشد:

source: Ordering:
fa_ir: چینش:

source: "The module %s is currently being edited by another administrator
fa_ir: "ماژول %s در حال حاضر توسط مدیر دیگری در حال ویرایش می باشد

source: Item must have a name
fa_ir: آیتم باید نام داشته باشد

source: Please select a Component
fa_ir: لطفا یک کامپوننت انتخاب نمایید

source: Menu Item :: Component <small><small>%s</small></small>
fa_ir: آیتم منو :: کامپوننت <small><small>%s</small></small>

source: Component:
fa_ir: کامپوننت:

source: Parameter list will be available once you save this New menu item
fa_ir: پارامترها زمانی در دسترسی هستند که شما منوی جدید را ذخیره نمایید.

source: You must select a category
fa_ir: شما باید یک مجموعه انتخاب نمایید

source: This Menu item must have a title
fa_ir: آیتم منو باید عنوان داشته باشد

source: Menu Item :: Table - Contact Category
fa_ir: آیتم منو :: جدول - مجموعه تماس ها

source: If you leave this blank the Category name will be automatically used
fa_ir: اگر این قسمت را خالی قرار دهید نام مجموعه به طور خودکار جایگزین خواهد شد

source: Category:
fa_ir: مجموعه:

source: The module % is currently being edited by another administrator
fa_ir: ماژول %s در حال حاضر توسط مدیر دیگری در حال ویرایش می باشد

source: You must select a Contact to link to
fa_ir: شما باید یک تماس برای لینک دادن انتخاب نمایید

source: Menu Item :: Link - Contact Item
fa_ir: آیتم منو :: لینک - آیتم تماس

source: Contact to Link:
fa_ir: لینک به تماس:

source: Menu Item :: Blog - Content Category Archive
fa_ir: آیتم منو :: بلاگ - محتوای آرشیو شده مجموعه

source: Default
fa_ir: پیشفرض

source: Item Title
fa_ir: عنوان

source: Oldest first
fa_ir: اول قدیمی ها

source: Section Name
fa_ir: نام بخش

source: You must select a Section
fa_ir: شما باید یک بخش انتخاب نمایید

source: All Sections
fa_ir: تمام بخش ها

source: Menu Item :: Blog - Content Section Archive
fa_ir: آیتم منو :: بلاگ - محتوای آرشیو شده بخش

source: If you leave this blank the Section name will be automatically used
fa_ir: اگر این قسمت را خالی قرار دهید نام بخش به طور خودکار جایگزین خواهد شد

source: Section:
fa_ir: بخش:

source: Category Name
fa_ir: نام مجموعه

source: Menu Item :: Blog - Content Category
fa_ir: آیتم منو :: بلاگ - مجموعه محتوا

source: You can select multiple Categories
fa_ir: شما می توانید چند مجموعه نیز انتخاب نمایید

source: Menu Item :: Blog - Content Section
fa_ir: آیتم منو - بلاگ بخش محتوا

source: You can select multiple Sections
fa_ir: شما می توانید چند بخش نیز انتخاب نمایید

source: Menu Item :: Table - Content Category
fa_ir: آیتم منو :: جدول - مجموعه ی محتوا

source: Filter
fa_ir: گزینش

source: Edit Content Item
fa_ir: ویرایش آیتم محتوا

source: You must select a Content to link to
fa_ir: شما باید یک محتوا برای لینک دادن انتخاب نمایید

source: Menu Item :: Link - Content Item
fa_ir: آیتم منو :: لینک - آیتم محتوا

source: Content to Link:
fa_ir: لینک به محتوا:

source: Menu Item :: Table - Content Section
fa_ir: آیتم منو :: جدول - بخش محتوا

source: Hits
fa_ir: بازدید

source: Menu Item :: Link - Static Content
fa_ir: آیتم منو :: لینک - محتوای استاتیک

source: Static Content:
fa_ir: محتوای استاتیک:

source: On Click, open:
fa_ir: کلیک ،باز کردن:

source: Menu Item :: Table - News Feed Category
fa_ir: آیتم منو :: جدول - مجموعه خبرخوان

source: Item:
fa_ir: آیتم:

source: You must select a News Feed to link to
fa_ir: شما باید یک خبرخوان برای لینک دادن انتخاب نمایید

source: Menu Item :: Link - News Feed
fa_ir: آیتم منو :: لینک - خبرخوان

source: News Feed to Link:
fa_ir: لینک به خبرخوان:

source: Menu Item :: Separator / Placeholder
fa_ir: آیتم منو :: فاصله انداز

source: Pattern/Name:
fa_ir: فاصله انداز/نام:

source: Next
fa_ir: بعد

source: Move
fa_ir: انتقال

source: Back
fa_ir: برگشت

source: You must provide a url.
fa_ir: شما باید یک آدرس وب انتخاب نمایید

source: Menu Item :: Link - URL
fa_ir: آیتم منو :: لینک - آدرس وب

source: Link:
fa_ir: لینک:

source: Menu Item :: Table - Web Link Category
fa_ir: آیتم منو :: جدول - مجموعه لینک ها

source: Menu Item :: Wrapper
fa_ir: آیتم منو :: لینک آور

source: Wrapper Link:
fa_ir: لینک (لینک آور):

source: Menu Manager
fa_ir: مدیریت منو ها

source: Menu Name
fa_ir: نام منو

source: Menu Items
fa_ir: آیتم های منو

source: # Published
fa_ir: # منتشر شده

source: # Unpublished
fa_ir: # منتشر نشده

source: # Trash
fa_ir: # بازیافت شده

source: # Modules
fa_ir: # ماژول ها

source: Edit Menu Name
fa_ir: ویرایش نام منو

source: Edit Menu Items
fa_ir: ویرایش آیتم های منو

source: Please enter a menu name
fa_ir: لطفا نام منو وارد نمایید

source: Please enter a module name for your menu
fa_ir: لطفا نام ماژول را برای این منو وارد نمایید

source: Menu Details
fa_ir: مشخصات منو

source: Menu Name:
fa_ir: نام منو:

source: Module Title:
fa_ir: نام ماژول:

source: Title of the mod_mainmenu module required to show this Menu
fa_ir: یک عنوان برای ماژول mod_mainmenu جهت نمایش در بخش کاربری

source: A new mod_mainmenu module, with the Title you have entered above will automatically be created when you save this menu.
fa_ir: هنگام ساخت منوی جدید یک ماژول با نام عنوان منو و از نوع mod_mainmenu در بخش ماژول ها به طور خودکار ساخته می شود

source: Parameters for the module created are to be edited through the "Modules Manager [site]": Modules -> Site Modules
fa_ir: جهت تغییر تنظیمات ماژول ایجاد شده به مسیر ماژول ها ---> ماژول های بخش کاربری بروید و ماژول مورد نظر را ویرایش نمایید

source: Delete Menu: %s
fa_ir: حذف منوی %s

source: Module(s) being Deleted:
fa_ir: ماژول ها حذف شدند:

source: Menu Items being Deleted:
fa_ir: آیتم های منو حذف شدند:

source: Are you sure you want to Delete this menu? \nThis will Delete the Menu, its Items and the Module(s).
fa_ir: آیا شما مطمئن هستید که این منو را حذف نمایید؟ \n این کار باعث حذف منو و آیتم های منو و ماژول مرتبط به این منو خواهد شد.

source: Delete
fa_ir: حذف

source: Please enter a name for the copy of the Menu
fa_ir: لطفا یک نام برای ایجاد کپی از منو وارد نمایید

source: Please enter a name for the new Module
fa_ir: لطفا یک نام برای ماژول جدید وارد نمایید

source: Copy Menu
fa_ir: کپی از منو

source: New Menu Name:
fa_ir: نام منوی جدید:

source: New Module Name:
fa_ir: نام ماژول جدید:

source: Menu being copied:
fa_ir: منوهایی که کپی خواند شد:

source: You cannot rename the "mainmenu" Menu as this will disrupt the proper operation of Mambo
fa_ir: شما نمی توانید این منو را پاک کنید چون برای عملکرد صحیح مامبو مورد نیاز است

source: A menu already exists with that name - you must enter a unique Menu Name
fa_ir: منوی با این نام وجود دارد لطفا دوباره سعی نمایید

source: New Menu created [ %s ]
fa_ir: منوی جدید %s ایجاد شد

source: Menu Items & Modules updated
fa_ir: آیتم های منو و ماژول بروز رسانی شد

source: You cannot delete the "mainmenu" menu as it is a core menu
fa_ir: شما نمی توانید منوی اصلی را حذف نمایید

source: A menu with that name already exists - you must enter a unique Menu Name
fa_ir: منوی با این نام وجود دارد لطفا دوباره سعی نمایید

source: Copy of Menu `%s` created, consisting of %d item
fa_ir: یک کپی از منوی `%s` که شامل %d آیتم بود ایجاد شد

source: Save
fa_ir: ذخیره

source: Media Manager
fa_ir: مدیریت رسانه ها

source: Directory
fa_ir: پوشه

source: Upload
fa_ir: آپلود

source: Max size
fa_ir: حداکثر اندازه

source: Code
fa_ir: کد برای استفاده در متن

source: Create Directory
fa_ir: نام پوشه جدید

source: No Images Found
fa_ir: تصویری یافت نشد

source: Configuration Problem: &quot; %s &quot; does not exist.
fa_ir: خطای پیکربندی : %s وجود ندارد

source: Insert your text here
fa_ir: متن خود را اینجا وارد نمایید

source: Directory creation not allowed while running in SAFE MODE as this can cause problems.
fa_ir: "عدم توانایی ایجاد پوشه در حالی که SAFE MODE روشن می باشد

source: Directory name must only contain alphanumeric characters and no spaces please.
fa_ir: نام پوشه باید از حروف و اعداد انگلیسی و بدون فاصله تشکیل شده باشد

source: Unable to delete: not empty!
fa_ir: به دلیل پر بودن پوشه نمی توانید آن را حذف نمایید

source: Upload FAILED. File already exists
fa_ir: به دلیل وجود فایل هم نام نمی توانید فایل جدید را آپلود نمایید

source: Only files of type gif, png, jpg, bmp, pdf, swf, doc, xls or ppt can be uploaded
fa_ir: فقط می توانید فایل هایی با پسوند gif, png, jpg, bmp, pdf, swf, doc, xls , ppt آپلود نمایید

source: Upload FAILED
fa_ir: عدم توانایی در آپلود

source: Upload complete
fa_ir: آپلود با موفقیت انجام شد

source: Create
fa_ir: ایجاد پوشه

source: Please fill in the subject
fa_ir: لطفا عنوان نامه را تکمیل نمایید

source: Please select a group
fa_ir: لطفا یک گروه انتخاب نمایید

source: Please fill in the message
fa_ir: لطفا متن نامه را تکمیل نمایید

source: Mass Mail
fa_ir: خبرنامه و ایمیل های گروهی

source: Group:
fa_ir: گروه:

source: Mail to Child Groups:
fa_ir: ارسال به گروه های کوچک:

source: Send in HTML mode:
fa_ir: ارسال به صورت HTML:

source: - All User Groups -
fa_ir: - تمام گروه های کاربری -

source: Please fill in the form correctly
fa_ir: لطفا فرم را به طور صحیح کامل نمایید

source: E-mail sent to %d user.
fa_ir: این نامه به %d کاربر ارسال شد.

source: Send Mail
fa_ir: ارسال نامه

source: Mambot Manager
fa_ir: مدیریت مامبوت ها

source: Mambot Name
fa_ir: نام مامبوت

source: File
fa_ir: نام فایل

source: Mambot must have a name
fa_ir: مامبوت باید نام داشته باشد

source: Mambot must have a filename
fa_ir: مامبوت باید نام فایل داشته باشد

source: Site Mambot:
fa_ir: مدیریت مامبوت ها:

source: Mambot Details
fa_ir: مشخصات مامبوت

source: Folder:
fa_ir: پوشه:

source: Mambot file:
fa_ir: نام فایل مامبوت:

source: Mambot Order:
fa_ir: چینش مامبوت:

source: No Parameters
fa_ir: هیچ پارامتری برای این مامبوت وجود ندارد

source: Successfully Saved changes to Mambot: %s
fa_ir: تغییرات ایجاد شده در مامبوت %s با موفقیت ذخیره شد

source: Successfully Saved Mambot: %s
fa_ir: مامبوت %s با موفقیت ذخیره شد

source: This mambot cannot be reordered
fa_ir: این مامبوت چینش دوباره نمی شود

source: Select a mambot to %s
fa_ir: لطفا یک مامبوت برای %s انتخاب نمایید

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: کلمه عبور

source: Remember me
fa_ir: مرا به ياد داشته باش

source: Password Reminder
fa_ir: فراموش کردن کلمه عبور

source: No account yet?
fa_ir: ثبت نام نكرده ايد؟

source: Create one
fa_ir: عضویت

source: Login
fa_ir: ورود

source: !Warning! Javascript must be enabled for proper operation.
fa_ir: توجه برای کارکرد صحیح باید جاوا اسکریپت فعال باشد

source: Logout
fa_ir: خروج

source: To access the Private areas of this site please Login
fa_ir: برای دسترسی به بخش اعضا لطفا وارد سایت شوید

source: You are now Logged in to a private area of this site
fa_ir: شما به بخش اعضای سایت وارد شده اید.

source: Default Language succesfully updated!
fa_ir: زبان پیش فرض با موفقیت بروز رسانی شد!

source: Error! Make sure that configuration.php is writeable.
fa_ir: خطا! مطمئن شوید که سطح دسترسی به configuration.php قابل ویرایش می باشد.

source: Configuration succesfully updated!
fa_ir: تنظیمات کلی با موفقیت بروز رسانی شد!

source: Translate Strings
fa_ir: ترجمه رشته

source: Auto Translate
fa_ir: ترجمه خودکار

source: Manage Translations
fa_ir: مدیریت ترجمه ها

source: Export
fa_ir: صدور

source: Extract Strings
fa_ir: استخراج رشته

source: Update
fa_ir: بروز رسانی

source: Language
fa_ir: ترجمه

source: New language
fa_ir: ترجمه جدید

source: Edit language
fa_ir: ویرایش ترجمه

source: Translate Catalog: %s [%s]
fa_ir: ترجمه فهرست : %s [%s]

source: Language File
fa_ir: فایل ترجمه

source: % Translated
fa_ir: درصد ترجمه

source: Total Strings
fa_ir: مجموع رشته ها

source: Translated Strings
fa_ir: ترجمه شده ها

source: Fuzzy
fa_ir: تیره

source: You must provide a Language Name.
fa_ir: شما باید نام ترجمه را وارد نمایید.

source: You must provide a locale.
fa_ir: شما باید یک ناحیه وارد نمایید.

source: You must provide a character encoding.
fa_ir: شما باید انکدینگ کاراکتری را وارد نمایید.

source: You must provide a date format.
fa_ir: شما باید نوع نمایش تاریخ را وارد نمایید.

source: New Language
fa_ir: ترجمه جدید

source: Language Name
fa_ir: نام ترجمه

source: Locale
fa_ir: ناحیه

source: Encoding
fa_ir: انکدینگ

source: Direction
fa_ir: چینش

source: Left-to-Right
fa_ir: چپ به راست

source: Right-to-Left
fa_ir: راست به چپ

source: Text direction.
fa_ir: چینش محتوا.

source: Messages
fa_ir: پیام ها

source: Verified
fa_ir: باز بینی

source: Original
fa_ir: اصل

source: Translation
fa_ir: ترجمه

source: Translation OK
fa_ir: تایید ترجمه

source: Verify Translation
fa_ir: باز بینی ترجمه

source: Comments
fa_ir: توضیحات

source: Singular
fa_ir: منفرد

source: Plural
fa_ir: جمعی

source: Mambo Language Editor
fa_ir: ویرایشگر ترجمه مامبو

source: Select Language
fa_ir: انتخاب ترجمه

source: No content to display.
fa_ir: پیزی برای نمایش وجود ندارد.

source: You must choose a language.
fa_ir: شما باید یک ترجمه انتخاب نمایید.

source: choose language
fa_ir: انتخاب ترجمه

source: choose territory
fa_ir: انتخاب کشور

source: Territory
fa_ir: کشور

source: Character Set
fa_ir: نوع کاراکتر

source: choose charset
fa_ir: انتخاب انکدینگ

source: Convert to
fa_ir: تبدیل به

source: Author Email
fa_ir: پیست الکترونیکی طراح

source: Author Url
fa_ir: سایت طراح

source: Text Direction
fa_ir: چینش محتوا

source: left to right
fa_ir: چپ به راست

source: right to left
fa_ir: راست به چپ

source: Locales
fa_ir: ناحیه

source: Days
fa_ir: روز ها

source: Months
fa_ir: ماه ها

source: You cannot delete English.
fa_ir: شما نمی توانید زبان انگلیسی را حذف نمایید.

source: Country - Region
fa_ir: کشور - ناحیه

source: Version
fa_ir: نسخه

source: Language Manager
fa_ir: مدیریت ترجمه

source: Languages
fa_ir: ترجمه ها

source: Unwriteable
fa_ir: غیرقابل ویرایش

source: Writeable
fa_ir: قابل ویرایش

source: Please select a directory
fa_ir: یک پوشه انتخاب نمایید

source: Upload Package File
fa_ir: آپلود بسته فایل

source: Package File:
fa_ir: بسته فایل:

source: Upload File &amp; Install
fa_ir: آپلود فايل و نصب

source: Install from directory
fa_ir: نصب از داخل پوشه

source: Install directory:
fa_ir: پوشه نصب:

source: Install
fa_ir: نصب

source: Install from HTTP URL
fa_ir: نصب از طريق آدرس وب

source: Install HTTP URL:
fa_ir: آدرس وب:

source: Upload URL &amp; Install
fa_ir: آپلود از URL و نصب

source: Sorry, it seems that The Source is not available
fa_ir: متاسفانه اينگونه بنظر می رسد که منبع قابل دسترسی نيست

source: Continue ...
fa_ir: ادامه ...

source: Direct Access to this location is not allowed.
fa_ir: دسترسی مستقيم به اين منبع مجاز نمی باشد

source: There was nothing selected to be uninstalled
fa_ir: چيزی برای حذف انتخاب نشده بود

source: Installer - Error
fa_ir: خطای نصب کننده
