Repository: chanhong/mambo
Catalog: installationx/language/*/*.po
Languages: fa_ir

source: No Contact details linked to this User:
fa_ir: هیچ تماسی به این کاربر مرتبط نشده است:

source: See "Components -> Contact -> Manage Contacts" for details.
fa_ir: برای جزئیات بیشتر به کامپوننت ها --< تماس ها --< مدیریت تماس ها مراجعه نمایید.

source: Change Contact Details
fa_ir: تغییر جزئیات تماس

source: Components -> Contact -> Manage Contacts
fa_ir: کامپوننت ها --< تماس ها --< مدیریت تماس ها

source: - Select Group -
fa_ir: - انتخاب گروه -

source: - Select Log Status -
fa_ir: - انتخاب وضعیت -

source: Not Logged In
fa_ir: کاربرانی که حاضر نیستند

source: Super Administrator
fa_ir: مدیر ارشد

source: Successfully Saved changes to User: %s
fa_ir: تغییرات اعمال شده برای کاربر %s با موفقیت ذخیره شد

source: Successfully Saved User: %s
fa_ir: کاربر %s با موفقیت ذخیره شد

source: You cannot delete a Super Administrator
fa_ir: شما نمی توانید یک مدیر ارشد را حذف نمایید

source: You cannot delete Yourself!
fa_ir: شما نمی توانید خود را حذف نمایید!

source: You cannot delete another `Administrator` only `Super Administrators` have this power
fa_ir: شما نمی توانید یک `Administrator` دیگر را حذف نمایید این کار را فقط مدیر ارشد می تواند

source: block
fa_ir: غیرفعال کردن

source: unblock
fa_ir: خروج از حالت غیرفعال

source: Please select a user
fa_ir: لطفا یک کاربر انتخاب نمایید

source: Force Logout
fa_ir: خارج کردن کاربر

source: Welcome!
fa_ir: خوش آمدید!

source: Welcome to the user section of our site
fa_ir: به بخش کاربری سایت ما خوش آمدید

source: Please enter your name.
fa_ir: لطفا نام خود را وارد نمایید.

source: Please enter a user name.
fa_ir: لطفا نام کاربری را وارد نمایید.

source: Please enter a valid %s. No spaces, more than %d characters and containing only the characters 0-9,a-z, or A-Z
fa_ir: لطفا %s معتبر وارد نمایید. بدون فاصله و تعداد حروف ها بیش از %d و فقط شامل کاراکترهای 0-9 و a-z و A-Z باشد.

source: Please enter a valid e-mail address.
fa_ir: لطفا پست الکترونیکی معتبر وارد نمایید.

source: Please enter a valid e-mail address for the verification.
fa_ir: لطفا پست الکترونیکی معتبر را تایید نمایید

source: Please verify the verification password.
fa_ir: لطفا کلمه عبور را تایید نمایید

source: Password and verification do not match, please try again.
fa_ir: کلمه عبور با تایید کلمه عبور یکی نیستند.لطفا دوباره سعی نمایید.

source: Email and verification do not match, please try again.
fa_ir: پست الکترونیکی با تایید آن یکی نیستند.لطفا دوباره سعی نمایید.

source: You must accept the Privacy Policy and Disclaimer, to continue.
fa_ir: شما برای ادامه نصب لازم است قوانین را تایید نمایید.

source: Password:
fa_ir: کلمه عبور:

source: Edit Your Details
fa_ir: ویرایش مشخصات

source: e-mail:
fa_ir: پست الکترونیکی:

source: User Name:
fa_ir: نام کاربری:

source: Submission Success!
fa_ir: ثبت با موفقیت انجام شد

source: Your item has been submitted to the site administrators. It will be reviewed before being published on the site.
fa_ir: آیتم ارسال شده شما به دست مدیر سایت رسید .قبل از انتشار در سایت بررسی خواهد شد.

source: You cannot upload files greater than 15kb in size.
fa_ir: شما نمی توانید بیشتر از 15 کیلوبایت آپلود نمایید

source: Image %s already exists. Please rename the file and try again.
fa_ir: تصویر %s وجود دارد. لطفا آن را تغییر نام دهید و دوباره سعی نمایید

source: Failed to copy %s
fa_ir: خطا در کپی %s

source: You may only upload a gif or jpg image.
fa_ir: شما فقط می توانید فایل های با پسوند gif یا jpg آپلود نمایید

source: Your settings have been saved.
fa_ir: تنظیمات شما ذخیره شد.

source: Checked in %d item
fa_ir: %d آیتم چک شده است

source: All items checked out have now been checked in
fa_ir: تمام آیتم های چک شده بررسی شدند

source: Title
fa_ir: عنوان

source: Order:
fa_ir: چینش:

source: Author
fa_ir: نگارنده

source: Edit Static Content
fa_ir: ویرایش مطالب استاتیک

source: Are you sure you want to reset the Hits to Zero? \nAny unsaved changes to this content will be lost.
fa_ir: آیا شما مطمئن هستید که تعداد بازدید را صفر می کنید؟\n تغییرات ذخیره نشده از بین خواهند رفت

source: Content item must have a name
fa_ir: محتوا باید نام داشته باشد

source: Static Content Item:
fa_ir: مدیریت محتوای استاتیک:

source: Text: (required)
fa_ir: محتوا الزامی:

source: New document
fa_ir: محتوای جدید

source: Not modified
fa_ir: بدون ویرایش

source: Expires
fa_ir: پایان انتشار

source: Source
fa_ir: آدرس تصویر:

source: Align
fa_ir: چینش تصویر:

source: Alt Text
fa_ir: متن روی تصویر (تول تیپ):

source: Border
fa_ir: کادر اطراف تصویر:

source: This will create a "Link - Static Content" in the menu you select
fa_ir: در این بخش می توانید یک لینک در یکی از منوها برای این محتوای استاتیک بسازید

source: Ordering asc
fa_ir: چینش صعودی

source: Ordering desc
fa_ir: چینش نزولی

source: ID asc
fa_ir: شناسه صعودی

source: ID desc
fa_ir: شناسه نزولی

source: Title asc
fa_ir: عنوان صعودی

source: Title desc
fa_ir: عنوان نزولی

source: Date asc
fa_ir: تاريخ صعودی

source: Date desc
fa_ir: تاريخ نزولی

source: Author asc
fa_ir: نويسنده صعودی

source: Author desc
fa_ir: نويسنده نزولی

source: Published asc
fa_ir: انتشار صعودی

source: Published desc
fa_ir: انتشار نزولی

source: Access asc
fa_ir: دسترسی صعودی

source: Access desc
fa_ir: دسترسی نزولی

source: Typed Content Item saved
fa_ir: مطلب استاتیک ذخیره شد

source: Changes to Typed Content Item saved
fa_ir: تغییرات ایجاد شده ذخیره شد

source: Successfully Reset Hit
fa_ir: آمار بازدید با موفقیت صفر شد

source: Content Items
fa_ir: محتوا

source: Delete Items
fa_ir: حذف آیتم ها

source: Number of Items:
fa_ir: تعداد آیتم ها:

source: Items being Deleted:
fa_ir: آیتم هایی که حذف خواهند شد :

source: This will <strong><font color="#FF0000">Permanently Delete</font></strong> <br />these Items from the Database
fa_ir: حذف کامل این آیتم ها از <strong><font color="#FF0000">بانک اطلاعاتی</font></strong>

source: Are you sure you want to Deleted the listed items? This will Permanently Delete them from the database.
fa_ir: آیا شما مطمئن هستید که این آیتم را حذف می کنید؟ \n چون این آیتم ها کلا از بانک اطلاعاتی حذف خواهند شد.

source: Restore Items
fa_ir: بازیافت

source: Items being Restored:
fa_ir: آیتم هایی که بازیافت خواهند شد:

source: This will <strong><font color="#FF0000">Restore</font></strong> these Items,<br />they will be returned to their orignial places as Unpublished items
fa_ir: این آیتم ها <strong><font color="#FF0000">بازیافت</font></strong> می شوند.<br />آنها به محل اصلی خود برگردانده می شوند ولی در حالت عدم انتشار

source: Are you sure you want to Restore the listed items?.
fa_ir: آیا شما مطمئن هستید که این آیتم ها را بر می گردانید؟

source: Restore
fa_ir: بازیافت

source: %s Item successfully Deleted
fa_ir: %s آیتم با موفقیت کلا حذف شد

source: %s Item successfully Restored
fa_ir: %s با موفقیت بازیافت شد

source: No preview available
fa_ir: پیش نمایش موجود نیست

source: Preview Template
fa_ir: پیش نمایش قالب

source: Assigned
fa_ir: اختصاصی

source: Template HTML Editor
fa_ir: ویرایش HTML قالب

source: Template CSS Editor
fa_ir: ویرایش CSS قالب

source: Assign template %s to menu items
fa_ir: اختصاصی کردن قالب %s برای آیتو های منو

source: Page(s):
fa_ir: صفحه:

source: You can not delete template in use.
fa_ir: شما نمی توانید قالبی که در حال استفاده است را حذف نمایید.

source: Operation Failed: Could not open %s
fa_ir: عملیات با خطا مواجه شد : عدم توانیایی در باز کردن %s

source: Operation failed: No template specified.
fa_ir: عملیات با خطا مواجه شد : قالبی مشخص نشده است.

source: Operation failed: Content empty.
fa_ir: عملیات با خطا مواجه شد : محتوا خالی می باشد.

source: Operation failed: %s is not writable.
fa_ir: عملیات با خطا مواجه شد : %s غیرقابل ویرایش می باشد.

source: Operation failed: Failed to open file for writing.
fa_ir: عملیات با خطا مواجه شد : عدم توانایی در باز کردن فایل

source: Operation failed: The file is not writable.
fa_ir: عملیات با خطا مواجه شد : فایل غیرقابل ویرایش می باشد

source: Positions saved
fa_ir: موقعیت ها با موفقیت ذخیره شد

source: Syndication Settings
fa_ir: تنظیمات خروجی RSS سایت

source: Manage Syndication Settings
fa_ir: مدیریت خروجی RSS سایت

source: Settings successfully Saved
fa_ir: تنظیمات با موفقیت ذخیره شد

source: Browser, OS, Domain Statistics
fa_ir: آمار مرورگر ها - سیستم عامل و نوع دامنه

source: Browsers
fa_ir: مرورگرها

source: Browser
fa_ir: نوع مرور گر

source: OS Stats
fa_ir: سیستم عامل

source: Operating System
fa_ir: نوع سیستم عامل

source: Domain Stats
fa_ir: نوع دامنه

source: Domain
fa_ir: نوع دامنه

source: Page Impression Statistics
fa_ir: آمار صفحات بازدید شده توسط کاربران

source: Search Engine Text :
fa_ir: آمار کلمات جستجو شده در سایت :

source: logging is :
fa_ir: وضعیت :

source: Times Requested
fa_ir: زمان صرف شده برای جستجو

source: Results Returned
fa_ir: تعداد نتایج بدست آمده

source: # Categories
fa_ir: # مجموعه ها

source: # Active
fa_ir: # مطالب فعال

source: New Section
fa_ir: بخش جدید

source: Section must have a name
fa_ir: بخش باید نام داشته باشد

source: Section must have a title
fa_ir: بخش باید عنوان داشته باشد

source: Section Details
fa_ir: مشخصات بخش

source: Scope:
fa_ir: محدوده این بخش:

source: Copy Section
fa_ir: کپی از بخش

source: The new Section name
fa_ir: نام بخش جدید

source: The section %s is currently being edited by another administrator
fa_ir: بخش %s توسط مدیر دیگری در حال ویرایش می باشد

source: Section Table
fa_ir: جدولی از محتوای بخش

source: Section Blog
fa_ir: بلاگی از محتوای بخش

source: Section Blog Archive
fa_ir: بلاگی از محتوای آرشیو شده بخش

source: Section List
fa_ir: لیست بخش ها

source: Section Archive Blog
fa_ir: بلاگی از محتوای آرشیو شده بخش

source: Changes to Section saved
fa_ir: تغییرات ایجاد شده ذخیره شد

source: Section saved
fa_ir: بخش ذخیره شد

source: Select a section to delete
fa_ir: یک بخش برای حذف انتخاب نمایید

source: Sections(s): %s cannot be removed as they contain categories
fa_ir: بخش %s به دلیل وجود محتوای داخلی غیرقابل حذف است

source: Section(s): %s successfully deleted
fa_ir: بخش %s با موفقیت حذف شد

source: Select a section to
fa_ir: یک بخش انتخاب نمایید برای

source: Cannot Publish an Empty Section
fa_ir: شما نمی توانید یک بخش خالی را منتشر نمایید

source: Section %s and all its Categories and Items have been copied as %s
fa_ir: بخش %s و تمام محتوای داخلی آن با موفقیت به نام %s کپی شدند

source: Search Keyword
fa_ir: عبارت جستجو شده

source: returned %d match
fa_ir: %d نتیجه در بر داشت

source: Newest first
fa_ir: اول تازه ها

source: Most popular
fa_ir: محبوب ترین ها

source: Alphabetical
fa_ir: الفبایی

source: Section/Category
fa_ir: بخش/مجموعه

source: Any words
fa_ir: هر يک از کلمات

source: All words
fa_ir: همه کلمات

source: Exact phrase
fa_ir: دقيقا همين عبارت

source: No results were found
fa_ir: هیچ نتیجه ای یافت نشد

source: Lost your Password?
fa_ir: فراموش کردن کلمه عبور؟

source: Please enter your Username and e-mail address then click on the Send Password button.%s You will receive a new password shortly. Use the new password to access the site.
fa_ir: نام كاربري و پست الکترونیکی خود را وارد كنيد و بعد کلید ارسال کلمه عبور را كليك كنيد%s شما بعد از مدت كوتاهي کلمه عبور جدید را دريافت خواهید کرد. از اين کلمه عبور جديد براي ورود به سايت استفاده كنيد

source: E-mail Address:
fa_ir: پست الکترونیکی:

source: Send Password
fa_ir: ارسال کلمه عبور

source: Please enter a valid password -- more than 6 characters with no spaces and containing only the characters 0-9, a-z, or A-Z
fa_ir: لطفا یک %s معتبر وارد نمایید . که تعداد کاراکتر ها بیش از %d باشد و فقط از حروف و اعداد 0-9 و a-z و A-Z تشکیل شده باشد.

source: Please verify the password.
fa_ir: لطفا کلمه عبور را تایید نمایید

source: Registration
fa_ir: عضویت

source: Fields marked with an asterisk (*) are required.
fa_ir: قسمتهاي مشخص شده با (*) حتما پر شوند.

source: Send Registration
fa_ir: ثبت نام

source: Sorry, no corresponding user was found. Please make sure you entered a valid username and a valid email address. Both are required.
fa_ir: متاسفانه کاربر متناظر با اطلاعات وارد شده یافت نشد. لطفا از صحت نام کاربری و پست الکترونیکی وارد شده اطمینان حاصل نمایید.

source: %s :: New password for - %s
fa_ir: کلمه عبور جديد ايجاد و ارسال شد !

source: Account details for %s at %s
fa_ir: รายละเอียดสมาชิกใหม่ %s ใน %s

source: Registration Complete
fa_ir: عضویت انجام شد!

source: Your account has been created and an activation link has been sent to the e-mail address you entered. Note that you must activate the account by clicking on the activation link before you can login.
fa_ir: عضویت شما با موفقیت انجام پذیرفت ولی هنوز تایید نشده است برای همین کار ما یک نامه برای تایید به پست الکترونیکی شما فرستادیم و شما باید به پست الکترونیکی خود رفته و نامه تایید را باز کنید و بر روی لینک فعال سازی کلیک کرده و عضویت خود را تایید کنید پس برای ورود به سایت اول عضویت خود را تایید کنید با تشکر.

source: You may now login.
fa_ir: شما می توانید وارد سایت شوید.

source: Invalid Activation Link!
fa_ir: لینک تایید عضویت اشتباه است!

source: There is no such account in our database or the account has already been activated.
fa_ir: نام کاربری با این مشخصات وجود ندارد و یا قبلا تایید شده است.

source: Activation Complete!
fa_ir: تایید عضویت!

source: Your account has been activated successfully. You can now login using the username and password you chose during registration.
fa_ir: شما با موفقیت عضویت خود را تایید کردید حال می توانید با نام کاربری و کد عبور خود وارد سایت شد و از بخش های مختلف سایت بهره ببرید.

source: Poll Manager
fa_ir: مدیریت نظرسنجی ها

source: Poll Question
fa_ir: سوال نظرسنجی

source: Options
fa_ir: تعداد گزینه

source: Lag
fa_ir: زمان

source: Edit Poll
fa_ir: ویرایش نظرسنجی

source: Poll must have a title
fa_ir: نظرسنجی باید عنوان داشته باشد.

source: Poll must have a non-zero lag time
fa_ir: زمان نظرسنجی باید عدد غیر صفری باشد.

source: Poll:
fa_ir: مدیریت نظرسنجی ها:

source: Question:
fa_ir: سوال:

source: Show on menu items:
fa_ir: نمایش در صفحه:

source: Lag:
fa_ir: زمان:

source: Options:
fa_ir: گزینه ها:

source: The poll %s is currently being edited by another administrator.
fa_ir: نظرسنجی %s درحال حاضر توسط مدیر دیگری در حال ویرایش می باشد.

source: Your Poll must contain a title.
fa_ir: نظرسنجی باید عنوان داشته باشد.

source: Your Poll must have a non-zero lag time.
fa_ir: زمان نظرسنجی باید عدد غیر صفری باشد.

source: There is a module already with that name, please try again.
fa_ir: ماژولی با این نام وجود دارد،با نام دیگری دوباره امتحان نمایید.

source: Select Poll:
fa_ir: انتخاب نظرسنجی:

source: There are no results for this poll.
fa_ir: هیچ نتیجه ای برای این نظرسنجی وجود ندارد.

source: Number of Voters
fa_ir: تعداد آراء

source: First Vote
fa_ir: اولین رای

source: Last Vote
fa_ir: آخرین رای

source: Cookies must be enabled!
fa_ir: کوکی باید فعال باشد!

source: Continue
fa_ir: ادامه

source: No selection has been made, please try again
fa_ir: چیزی انتخاب نشده است .لطفا دوباره امتحان نمایید

source: Select Poll from the list
fa_ir: انتخاب یک نظرسنجی

source: Publish
fa_ir: انتشار

source: Assign
fa_ir: اختصاصی

source: Unpublish
fa_ir: عدم انتشار

source: Install Site Templates
fa_ir: نصب قالب کاربری

source: Install Administrator Templates
fa_ir: نصب قالب مدیریت

source: Install/Uninstall
fa_ir: نصب/حذف

source: Templates - Site
fa_ir: قالب - بخش کاربری

source: Templates - Admin
fa_ir: قالب - بخش مدیریت

source: Install Languages
fa_ir: نصب زبان

source: Install/Uninstall Components
fa_ir: نصب/حذف کامپوننت ها

source: Install/Uninstall Modules
fa_ir: نصب/حذف ماژول ها

source: Install/Uninstall Mambots
fa_ir: نصب/حذف مامبوت ها

source: Published, but is <u>Pending
fa_ir: منتشر خواهد شد<u>هنوز تاریخ انتشارش فرا نرسیده است</u>

source: Page
fa_ir: صفخه

source: Article Index
fa_ir: فهرست صفحات

source: Next &gt;&gt;
fa_ir: بعد &gt;&gt;

source: &lt;&lt;Previous
fa_ir: &lt;&lt; قبل

source: امتیاز از دیدگاه بازدیدکنندگان
fa_ir: ระดับผู้ใช้

source: Poor
fa_ir: ضعیف

source: vote 1 star
fa_ir: یک ستاره

source: vote 2 star
fa_ir: دو ستاره

source: vote 3 star
fa_ir: سه ستاره

source: vote 4 star
fa_ir: چهار ستاره

source: vote 5 star
fa_ir: پنج ستاره

source: Best
fa_ir: عالی

source: Rate
fa_ir: ارزش

source: Category List
fa_ir: لیست مجموعه

source: Show Banner:
fa_ir: نمایش تبلیغات:

source: Newsfeed Category Table
fa_ir: جدول مجموعه های خبرخوان

source: Weblink Category Table
fa_ir: جدول مجموعه های لینک ها

source: Favourites Site Icon:
fa_ir: آیکون دلخواه سایت:

source: WebLinks
fa_ir: تعداد لینک ها:

source: Is core component - may not be deleted
fa_ir: این یک کامپوننت هسته است و غیرقابل حذف می باشد

source: Install new Component
fa_ir: نصب کامپوننت جدید

source: Install new Mambots
fa_ir: نصب مامبوت جدید

source: Install new Modules
fa_ir: نصب ماژول جدید

source: Extract
fa_ir: بز کردن

source: yes
fa_ir: بلی

source: no
fa_ir: خیر

source: Menu Item :: Table - Newsfeed Category
fa_ir: آیتم منو :: جدول - مجموعه خبرخوان ها

source: You must select a Newsfeed to link to
fa_ir: شما باید یک خبرخوان برای لینک دادن انتخاب نمایید

source: Menu Item :: Link - Newsfeed
fa_ir: آیتم منو :: لینک - خبرخوان

source: Newsfeed to Link:
fa_ir: لینک خبرخوان:

source: Menu Item :: Table - Weblink Category
fa_ir: <p>Admin component for the MOStlyCE Editor mambot.</p><p>Please refer to the changelog and other information in the 'Admin Info' tab in the Admin component.&nbsp;</p>

source: Poll Title
fa_ir: عنوان نظرسنجی

source: Sorry, no corresponding user was found
fa_ir: متاسفانه کاربر متناظر با اطلاعات وارد شده یافت نشد.

source: - Select Log Status -
fa_ir: - انتخاب وضعیت -

source: Weblink Manager
fa_ir: مدیریت لینک ها

source: Weblink:
fa_ir: مدیریت لینک ها:

source: Yes, I Accept
fa_ir: موافقم

source: put your disclaimer here..
fa_ir: برای عضویت باید قوانین سایت را رعایت فرمایید

source: Verify E-mail:
fa_ir: تایید پست الکترونیکی:

source: Disclaimer and<br />Privacy Policy:
fa_ir: قوانین عضویت:

source: Security Check. Please enter the code seen below:
fa_ir: لطفا کد امنیتی را وارد نمایید

source: For your security please completely remove the installation directory including all files and sub-folders - then refresh this page
fa_ir: برای امنیت بیشتر لطفا پوشه installation و تمام محتویات آن را حذف کرده و این صفحه را دوباره لود نمایید.

source: Offline
fa_ir: حالت غیرفعال

source: The page you are trying to access does not exist.<br />Please select a page from the main menu.
fa_ir: صفحه درخواستی شما یافت نشد.<br />لطفا صفحات را از منو ها انتخاب نمایید.

source: This is from page404.php
fa_ir: این اطلاعات از صفحه page404.php خوانده می شود.

source: Please, control if the following data are correct and click the button below to complete registration.
fa_ir: لطفا اطلاعات ثبت شده در سیستم را با مشخصات خود کنترل نمایید و در صورت تایید بر روی تکمیل عضویت کلیک نمایید.

source: Come back and correct your data.
fa_ir: مشخصات ثبت شده اشکال دارد.

source: The data are correct.
fa_ir: مشخصات ثبت شده تایید می شود.

source: Correct Your Data
fa_ir: تصحیح مشخصات

source: Confirm Registration
fa_ir: تکمیل عضویت

source: *Requires the GD image library.
fa_ir: * نیازمند کتابخانه GD image

source: GUEST
fa_ir: (مهمان)
