Repository: chanhong/mambo
Catalog: installationx/language/*/*.po
Languages: fa_ir

source: Content Item Navigation:
fa_ir: لینک های بعدی و قبلی در زیر مطالب:

source: Database
fa_ir: بانک اطلاعاتی

source: Hostname:
fa_ir: نام هاست:

source: MySQL Username:
fa_ir: نام کاربری MySQL:

source: MySQL Password:
fa_ir: کلمه عبور MySQL:

source: MySQL Database:
fa_ir: نام بانک اطلاعاتی MySQL:

source: MySQL Database Prefix:
fa_ir: پیشوند بانک اطلاعاتی MySQL:

source: !! DO NOT CHANGE UNLESS YOU HAVE A DATABASE BUILT USING TABLES WITH THE PREFIX YOU ARE SETTING !!
fa_ir: !! اطلاعات این بخش را تغییر ندهید چون سایت شما با استفاده از این اطلاعات با بانک اطلاعاتی ارتباط برقرار می کند !!

source: Server
fa_ir: سرور

source: Absolute Path:
fa_ir: مسیر واقعی:

source: Live Site:
fa_ir: مسیر بر روی وب:

source: Secret Word:
fa_ir: کلمه محرمانه:

source: GZIP Page Compression:
fa_ir: فشرده ساز صفحات ( GZIP ):

source: Compress buffered output if supported
fa_ir: فشرده سازی صفحات در صورت پشتیبانی سرور شما از GZIP

source: Login Session Lifetime:
fa_ir: زمان اعتباری برای یک ورود:

source: seconds
fa_ir: ثانیه

source: Auto logout after this time of inactivity
fa_ir: خروج خودکار بعد از این مدت در صورتی که در داخل سایت کاری انجام ندهید

source: Error Reporting:
fa_ir: گزارش خطا:

source: Register Globals Emulation:
fa_ir: شبیه ساز Register Globals:

source: Register globals emulation. Some components may stop working if this option is set to Off.
fa_ir: شبیه ساز Register globals سیستمی است که در حالت خاموش ممکن است برخی بخش های مامبو کارکرد صحیح خود را نداشته باشند

source: Help Server:
fa_ir: سرور راهنما:

source: File Creation:
fa_ir: سطح دسترسی به فایل ها:

source: Dont CHMOD new files (use server defaults)
fa_ir: عدم تغییر سطح دسترسی به فایل های ایجاد شده جدید

source: CHMOD new files
fa_ir: تغییر سطح دسترسی

source: to:
fa_ir: به:

source: Select this option to define permission flags for new created files
fa_ir: انتخاب سطح دسترسی به فایل ها

source: Apply to existing files
fa_ir: اعمال بر روی فایل های موجود

source: Directory Creation:
fa_ir: سطح دسترسی به پوشه ها:

source: Dont CHMOD new directories (use server defaults)
fa_ir: عدم تغییر سطح دسترسی به پوشه های ایجاد شده جدید

source: CHMOD new directories
fa_ir: تغییر سطح دسترسی

source: Select this option to define permission flags for new created directories
fa_ir: انتخاب سطح دسترسی به پوشه ها

source: Apply to existing directories
fa_ir: اعمال بر روی پوشه های موجود

source: Global Site Meta Description:
fa_ir: معرفی عمومی سایت شما به موتورهای جستجو:

source: Global Site Meta Keywords:
fa_ir: واژه های کلیدی سایت شما برای موتورهای جستجو:

source: Show Title Meta Tag:
fa_ir: نمايش تگ تيتر در اطلاعات مربوط به موتورهای جستجو:

source: Show the title meta tag when viewing content items
fa_ir: نمايش تگ تيتر در اطلاعات مربوط به موتورهای جستجو

source: Show Author Meta Tag:
fa_ir: نمايش تگ نويسنده مطلب:

source: Show the author meta tag when viewing content items
fa_ir: نمایش تگ نویسنده مطلب زمانی که آن مطلب را مشاهده می نمایید

source: Mail
fa_ir: پیام ها

source: Mailer:
fa_ir: ارسال کننده ایمیل:

source: Mail From:
fa_ir: ایمیل فرستنده:

source: From Name:
fa_ir: نام فرستنده:

source: Sendmail Path:
fa_ir: مسير ارسال كننده ايميل:

source: SMTP Auth:
fa_ir: استفاده از SMTP:

source: SMTP User:
fa_ir: نام کاربری SMTP:

source: SMTP Pass
fa_ir: کلمه عبور SMTP:

source: SMTP Host:
fa_ir: هاست SMTP:

source: Cache
fa_ir: ذخیره سازی

source: Caching:
fa_ir: ذخیره سازی صفحات برای نمایش بعدی (کش کردن صفحات):

source: Cache Folder:
fa_ir: پوشه ذخيره سازی:

source: Current cache is directory is <b>Writeable</b>
fa_ir: پوشه ذخیره سازی <b>قابل ویرایش</b>می باشد

source: The cache directory is UNWRITEABLE - please set this directory to CHMOD755 before turning on the cache
fa_ir: پوشه ذخیره سازی غیرقابل ویرایش می باشد - لطفا قبل از فعال سازی ذخیره سازی ,سطح دسترسی به پوشه ذخیره سازی را 755 قرار دهید

source: Cache Time:
fa_ir: زمان ذخیره سازی:

source: Statistics:
fa_ir: ثبت آمار:

source: Enable/disable collection of site statistics
fa_ir: فعال/غير فعال کردن قابليت آمار گيری سايت

source: Log Content Hits by Date:
fa_ir: جمع اوری اطلاعات بر اساس زمان

source: WARNING : Large amounts of data will be collected
fa_ir: هشدار: فقط مطالب بلند ثبت خواهد شد

source: Log Search Strings:
fa_ir: ثبت کلمات جستجو شده در سایت

source: SEO
fa_ir: لینک بهینه

source: Search Engine Optimization
fa_ir: بهینه سازی آدرس های لینک برای فهم بهتر موتورهای جستجو

source: Search Engine Friendly URLs:
fa_ir: قابل فهم كردن لينك ها براي موتورهاي جستجو:

source: Apache only! Rename htaccess.txt to .htaccess before activating
fa_ir: فقط برای سرور های Apache - و باید فایل htaccess.txt موجود در پوشه مامبو را به .htaccess تغییر نام دهید

source: Dynamic Page Titles:
fa_ir: عنوان صفحات بصورت پويا

source: Dynamically changes the page title to reflect current content viewed
fa_ir: بصورت فعال نام صفحات را به موضوع مورد مشاهده تغيير می دهد

source: System Default
fa_ir: پیشفرض سیستم

source: Simple
fa_ir: ساده

source: Maximum
fa_ir: حداکثر

source: On
fa_ir: روشن

source: Off
fa_ir: خاموش

source: Yes
fa_ir: بلی

source: No
fa_ir: خیر

source: Remember to rename htaccess.txt to .htaccess
fa_ir: يادآوری می شود تا فايل htaccess.txt را به htaccess.تغيير نام دهيد

source: Remember to install the MambelFish component.
fa_ir: يادآوری میشود تا کامپوننت MambelFish را نصب کنيد

source: The Configuration Details have been updated
fa_ir: تغییرات تنظیمات کلی با موفقیت ذخیره شد

source: An Error Has Occurred! Unable to open config file to write!
fa_ir: بروز خطا! امکان بروز رسانی تنظیمات وجود ندارد!

source: There are no Parameters for this item
fa_ir: هيچ پارامتري براي اين موضوع وجود ندارد

source: Please make a selection from the list to %s
fa_ir: لطفا آیمتی را برای %s از لیست انتخاب نمایید

source: Please make a selection from the list to publish
fa_ir: لطفا آیمتی را برای انتشار انتخاب نمایید

source: Please select an item to make default
fa_ir: لطفا قالبی را برای پیشفرض شدن انتخاب نمایید

source: Please select an item to assign
fa_ir: لطفا قالبی را برای اختصاصی کردن انتخاب نمایید

source: Please make a selection from the list to unpublish
fa_ir: لطفا آیمتی را برای عدم انتشار انتخاب نمایید

source: Please make a selection from the list to archive
fa_ir: لطفا آیمتی را برای آرشیو شدن انتخاب نمایید

source: Please select a news story to unarchive
fa_ir: لطفا آیمتی را برای خروج از حالت آرشیو انتخاب نمایید

source: Please select an item from the list to edit
fa_ir: لطفا آیمتی را برای ویرایش انتخاب نمایید

source: Please make a selection from the list to delete
fa_ir: لطفا آیمتی را برای حذف انتخاب نمایید

source: Parent Window With Browser Navigation
fa_ir: صفحه جاری

source: New Window With Browser Navigation
fa_ir: صفحه جدید با نوار ابزار

source: New Window Without Browser Navigation
fa_ir: صفحه جدید بدون نوار ابزار

source: - All Sections -
fa_ir: - همه بخش ها -

source: - Select Image -
fa_ir: - انتخاب تصویر -

source: New items default to the first place. Ordering can be changed after this item is saved.
fa_ir: آیتم جدید در بالاترین قسمت قرار می گیرد.

source: - No User -
fa_ir: - هیچ کاربری -

source: Center
fa_ir: وسط

source: You must create a category first.
fa_ir: شما اول باید یک زیر مجموعه ایجاد نمایید

source: Results %d to %d of %d
fa_ir: نتایج %d - %d از %d

source: No records found.
fa_ir: آیتمی یافت نشد

source: Start
fa_ir: شروع

source: first page
fa_ir: صفحه اول

source: previous page
fa_ir: صفحه قبلی

source: next page
fa_ir: صفحه بعدی

source: End
fa_ir: آخر

source: end page
fa_ir: صفحه آخر

source: Move Up
fa_ir: انتقال به بالا

source: Move Down
fa_ir: انتقال به پایین

source: Please make a selection from the list to
fa_ir: لطفا آیتمی را انتخاب کنید برای

source: Archive
fa_ir: آرشیو

source: Unarchive
fa_ir: عدم آرشیو

source: Edit HTML
fa_ir: ویرایش HTML

source: Edit CSS
fa_ir: ویرایش CSS

source: Are you sure you want to delete selected items?
fa_ir: آیا شما مطمئن هستید آیتم های انتخابی را حذف نمایید؟

source: save
fa_ir: ذخیره

source: back
fa_ir: برگشت

source: Please complete the username and password fields.
fa_ir: لطفا بخش های نام کاربری و کلمه عبور را کامل نمایید

source: Logins are not permitted. There is no authentication check active.
fa_ir: کاربری غیرمجاز - صحت فعال سازی تایید نمی شود

source: Your login has been blocked. Please contact the administrator.
fa_ir: کاربری شما بلاک شده است.لطفا با مدیر کل سایت تماس بگیرید

source: Incorrect username or password. Please try again.
fa_ir: نام کاربری یا کلمه عبور صحیح نمی باشد. لطفا دوباره سعی نمایید.

source: Please enter a password
fa_ir: لطفا کلمه عبور را وارد نمایید

source: You cannot login. There are no administrators set up.
fa_ir: شما وارد سایت نشده اید.هیچ تنظیم مدیریتی وجود ندارد

source: Incorrect Username, Password, or Access Level. Please try again
fa_ir: نام کاربری یا کلمه عبور صحیح نمی باشد یا سطح دسترسی شما پایین می باشد. لطفا دوباره سعی نمایید

source: Your Module must contain a title.
fa_ir: ماژول شما باید یک عنوان داشته باشد

source: January
fa_ir: فروردین

source: February
fa_ir: اردیبهشت

source: March
fa_ir: خرداد

source: April
fa_ir: تیر

source: May
fa_ir: مرداد

source: June
fa_ir: شهریور

source: July
fa_ir: مهر

source: August
fa_ir: آبان

source: September
fa_ir: آذر

source: October
fa_ir: دی

source: November
fa_ir: بهمن

source: December
fa_ir: اسفند

source: No Sorting
fa_ir: بدون چینش

source: Sort Ascending
fa_ir: چینش صعودی

source: Sort Descending
fa_ir: چینش نزولی

source: Print
fa_ir: چاپ

source: Pending
fa_ir: در آینده منتشر خواهد شد

source: Published, but is <u>Pending</u>
fa_ir: منتشر خواهد شد<u>هنوز تاریخ انتشارش فرا نرسیده است</u>

source: Visible
fa_ir: منتشر شده

source: Published and is <u>Current</u>
fa_ir: منتشر شده<u> تاریخ انتشارش فرا رسیده است</u>

source: Finished
fa_ir: اتمام انتشار

source: Published, but has <u>Expired</u>
fa_ir: منتشر شده بود<u> تاریخ انتشارش به پایان رسیده است</u>

source: Not Published
fa_ir: منتشر نشده

source: Click on icon to toggle state.
fa_ir: راهنمای آیکون ها

source: Menu
fa_ir: منو

source: Go to Menu
fa_ir: رفتن به منو

source: Link Name
fa_ir: نام لینک

source: Go to Menu Item
fa_ir: رفتن به آیتم منو

source: Trashed
fa_ir: بازیافت

source: UnPublished
fa_ir: عدم انتشار

source: Item Name
fa_ir: نام آیتم

source: Publish item
fa_ir: آیتم انتشار

source: Unpublish Item
fa_ir: آیتم عدم انتشار

source: User Submitted '%s'
fa_ir: کاربر '%s' ثبت شد

source: You need to login.
fa_ir: شما باید وارد شوید

source: Mambo Warning
fa_ir: هشدار مامبو

source: Results %d - %d of %d
fa_ir: نتایج %d - %d از %d

source: Page %d of %d
fa_ir: صفحه %d از %d

source: Powered by Mambo
fa_ir: ساخته شده توسط مامبو

source: Generated:
fa_ir: تولید شده توسط:

source: Main
fa_ir: اصلی

source: Global Check-in
fa_ir: چک کلی و رفع قفل ها

source: Database Table
fa_ir: جداول بانک اطلاعاتی

source: # of Items
fa_ir: لیست آیتم ها

source: Checked-In
fa_ir: بررسی شد

source: Checking table
fa_ir: بررسی جدول

source: Checked in <strong>%d</strong> item
fa_ir: <strong>%d</strong> آیتم چک شد

source: Checked out items have now been all checked in
fa_ir: تمامی آیتم های بررسی شده و نشده

source: Category Manager
fa_ir: مدیریت مجموعه ها

source: Content: All
fa_ir: تمامی محتوا

source: Active
fa_ir: # مطالب فعال

source: Please select a menu type
fa_ir: لطفا نوع منو را انتخاب نمایید

source: Category must have a name
fa_ir: مجموعه باید نام داشته باشد

source: Category Details
fa_ir: مشخصات مجموعه

source: Category Title:
fa_ir: عنوان مجموعه:

source: A short name to appear in menus
fa_ir: عبارتی کوتاه جهت استفاده در منو ها

source: Category Name:
fa_ir: نام مجموعه:

source: A long name to be displayed in headings
fa_ir: عبارتی بلند جهت نمایش در سرصفحه ها

source: Image:
fa_ir: تصویر:

source: Image Position:
fa_ir: موقعیت تصویر:

source: This will create a new menu item in the menu you select
fa_ir: ایجاد یک آیتم جدید برای این مجموعه در منو ها

source: Select Menu Type
fa_ir: انتخاب منو

source: Menu links available when saved
fa_ir: لینک ایجاد شده بعد از ذخیره سازی قابل استفاده است

source: Move Category
fa_ir: انتقال مجموعه

source: Move to Section:
fa_ir: بخش مقصد

source: Categories being moved:
fa_ir: مجموعه های که می خواهید منتقل نمایید:

source: Content Items being moved:
fa_ir: مطالبی که با این مجموعه منتقل خواهند شد:

source: Copy Category
fa_ir: کپی از مجموعه

source: Copy to Section:
fa_ir: بخش مقصد

source: Categories being copied:
fa_ir: مجموعه های که می خواهید کپی نمایید:

source: Content Items being copied:
fa_ir: مطالبی که با این مجموعه کپی خواهند شد:

source: Component:
fa_ir: کامپوننت ها:

source: The category %s is currently being edited by another administrator
fa_ir: مجموعه %s توسط مدیر دیگری در حال ویرایش می باشد

source: Category Table
fa_ir: جدولی از محتوای مجموعه

source: Category Blog
fa_ir: بلاگی از محتوای مجموعه

source: Category Blog Archive
fa_ir: بلاگی از محتوای آرشیو شده مجموعه

source: Select Type
fa_ir: نوع منو

source: Contact Category Table
fa_ir: جدول مجموعه ی تماس ها

source: News Feed Category Table
fa_ir: جدول مجموعه خبرخوان ها

source: Web Link Category Table
fa_ir: جدول مجموعه ی لینک ها

source: Content Category Table
fa_ir: جدول مجموعه ی محتوا

source: Content Category Blog
fa_ir: بلاگ مجموعه ی محتوا

source: Content Category Archive Blog
fa_ir: بلاگ محتوای آرشیو شده مجموعه

source: Select a category to delete
fa_ir: یک مجموعه برای حذف انتخاب نمایید

source: Select a category to %s
fa_ir: یک مجموعه برای %s انتخاب نمایید

source: %d Category copied to %s
fa_ir: %d مجموعه کپی شد به بخش %s

source: Content Category Blog Archive
fa_ir: بلاگ محتوای آرشیو شده مجموعه

source: %s ( %s ) in menu: %s successfully created
fa_ir: آیتم منوی %s از نوع %s در منوی %s با موفقیت ذخیره شد

source: Banner Manager
fa_ir: مدیریت تبلیغات

source: Banner Name
fa_ir: نام تبلیغ

source: Impressions Made
fa_ir: تعداد نمایش

source: Impressions Left
fa_ir: تعداد نمایش باقی مانده

source: Clicks
fa_ir: تعداد کلیک

source: Edit Banner
fa_ir: ویرایش تبلیغ

source: You must provide a banner name
fa_ir: شما باید یک نام برای تبلیغ خود انتخاب نمایید

source: Please select a client
fa_ir: یک سفارش دهنده انتخاب نمایید

source: Please select an image.
fa_ir: یک تصویر انتخاب نمایید

source: Please fill in the URL for the banner.
fa_ir: لطفا لینک تبلیغ را وارد نمایید

source: Banner:
fa_ir: تبلیغ:

source: Banner Name:
fa_ir: نام تبلیغ:

source: Client Name:
fa_ir: نام سفارش دهنده:

source: Impressions Purchased:
fa_ir: تعداد مجاز نمایش:

source: Unlimited
fa_ir: نا محدود

source: Banner URL
fa_ir: آدرس تبلیغ

source: Show Banner :
fa_ir: نمایش تبلیغ:

source: Click URL:
fa_ir: لینک تبلیغ:

source: Custom banner code:
fa_ir: کد دلخواه تبلیغ:

source: Reset Clicks
fa_ir: صفر کردن آمار

source: Banner Image:
fa_ir: تصویر تبلیغ:

source: Banner Client Manager
fa_ir: مدیریت صاحبان سفارش

source: Client Name
fa_ir: نام صاحب سفارش

source: Client ID
fa_ir: شناسه

source: No. of Active Banners
fa_ir: تعداد تبلیغات فعال

source: Edit Banner Client
fa_ir: ویرایش صاحب سفارش

source: Please fill in the Client Name.
fa_ir: لطفا نام صاحب سفارش را وارد نمایید

source: Please fill in the Contact Name.
fa_ir: لطفا نام سفارش دهنده را برای تماس با ایشان وارد نمایید

source: Please fill in the Contact Email.
fa_ir: لطفا پست الکترونیکی تماس با صاحب سفارش را وارد نمایید

source: Banner Client:
fa_ir: مدیریت صاحبان سفارش :

source: Contact Name:
fa_ir: نام برای تماس:

source: Contact Email:
fa_ir: ایمیل تماس :

source: Extra Info:
fa_ir: سایر توضیحات:

source: Saved Banner info
fa_ir: تبلیغ شما با موفقیت ذخیره شد

source: Reset Banner clicks
fa_ir: آمار کلیک صفر شد

source: Cannot delete client at this time as they have a banner still running
fa_ir: عدم توانایی حذف صاحب سفارش - چون این صاحب سفارش تبلیغ فعال دارد

source: You must select a name for the client.
fa_ir: لطفا یک نام برای صاحب سفارش انتخاب نمایید

source: You must select a contact for the client.
fa_ir: لطفا نام سفارش دهنده را برای تماس با ایشان وارد نمایید

source: You must select a valid email for the client.
fa_ir: لطفا پست الکترونیکی معتبر برای صاحب سفارش انتخاب نمایید

source: You must select a client.
fa_ir: لطفا یک صاحب سفارش انتخاب نمایید

source: You must select a name for the banner.
fa_ir: لطفا یک نام برای تبلیغ انتخاب نمایید

source: You must select a image for the banner.
fa_ir: لطفا یک تصویر برای تبلیغ انتخاب نمایید

source: You must select a URL/Custom banner code for the banner.
fa_ir: لطفا لینک تبلیغ یا کد دلخواه تبلیغ را وارد نمایید

source: Control Panel
fa_ir: مرکز کنترل

source: Site Management
fa_ir: مدیریت سایت

source: Configuration
fa_ir: تنظیمات کلی

source: Manage languages
fa_ir: مدیریت زبان

source: Manage Media Files
fa_ir: مدیریت فایل های چند رسانه ای - تصویر و صوت و ...

source: In New Window
fa_ir: در پنجره جدید

source: Inline
fa_ir: همینجا

source: Inline with Positions
fa_ir: همینجا با مشخص کردن موقعیت ماژول ها

source: Site Statistics
fa_ir: آمار سایت

source: Browser, OS, Domain
fa_ir: مرور گر ,سیستم عامل ,دامنه

source: Page Impressions
fa_ir: بازدید صفحات

source: Search Text
fa_ir: جستجوی متون

source: Change site template
fa_ir: تغییر ظاهر های سایت و مدیریت

source: Template Manager
fa_ir: مدیریت قالب ها

source: Site Templates
fa_ir: قالب های بخش کاربری

source: Administrator Templates
fa_ir: قالب های بخش مدیریت

source: Change admin template
fa_ir: تغییر ظاهر بخش مدیریت

source: Module Positions
fa_ir: موقعیت ماژول ها

source: Template positions
fa_ir: مدیریت موقعیت ماژول ها در قالب سایت

source: Manage Trash
fa_ir: مدیریت سطل بازیافت

source: Trash Manager
fa_ir: سطل بازیافت

source: Manage users
fa_ir: مدیریت کاربران سایت

source: User Manager
fa_ir: مدیریت کاربران

source: Menu Management
fa_ir: مدیریت منو ها

source: Content Managers
fa_ir: مدیریت محتوا بر اساس مجموعه ها

source: Content by Section
fa_ir: محتوا بر اساس بخش ها

source: Add/Edit
fa_ir: اضافه/ویرایش

source: Categories
fa_ir: مجموعه ها

source: Manage Content Items
fa_ir: مدیریت همه محتوای سایت

source: Manage Typed Content Items
fa_ir: مدیریت محتوای استاتیک

source: Static Content Manager
fa_ir: مدیریت محتوای استاتیک

source: Manage Content Sections
fa_ir: مدیریت بخش ها

source: Section Manager
fa_ir: مدیریت بخش ها

source: Manage Content Categories
fa_ir: مدیریت مجموعه ها

source: Manage Frontpage Items
fa_ir: مدیریت محتوای صفحه اول سایت

source: Manage Archive Items
fa_ir: مدیریت محتوای آرشیو شده

source: Component Management
fa_ir: مدیریت کامپوننت ها

source: Install/Uninstall components
fa_ir: نصب/حذف کامپوننت ها

source: Review/Uninstall
fa_ir: بررسی/حذف

source: More Components
fa_ir: سایر کامپوننت ها

source: More Components...
fa_ir: سایر کامپوننت ها

source: Module Management
fa_ir: مدیریت ماژول ها

source: Modules
fa_ir: ماژول ها

source: Install custom modules
fa_ir: نصب ماژول های دلخواه

source: Manage Site modules
fa_ir: مدیریت ماژول های بخش کاربری

source: Administrator Modules
fa_ir: ماژول های بخش مدیریت

source: Manage Administrator modules
fa_ir: مدیریت ماژول های بخش مدیریت

source: Mambot Management
fa_ir: مدیریت مامبوت ها

source: Mambots
fa_ir: مامبوت ها

source: Install custom mambot
fa_ir: نصب مامبوت های دلخواه

source: Manage Site Mambots
fa_ir: مدیریت مامبوت های سایت

source: Site Mambots
fa_ir: مامبوت های سایت

source: Installer List
fa_ir: لیست نصب کننده ها

source: Installers
fa_ir: نصب کننده ها

source: Install Any Plugin
fa_ir: نصب هر نوع سرویس اعم از کامپوننت -ماژول -مامبوت - قالب و ...

source: Universal
fa_ir: جامع

source: Install from The Source
fa_ir: نصب از منبع

source: The Source
fa_ir: منبع

source: Messaging Management
fa_ir: مدیریت پیام ها

source: Inbox
fa_ir: پیام های رسیده

source: Private Messages
fa_ir: پیام های شخصی

source: System
fa_ir: سیستم

source: System Management
fa_ir: مدیریت جامع سیستم

source: Check-in all checked-out items
fa_ir: بررسی و رفع قفل های آیتم های چک شده

source: Global Checkin
fa_ir: چک کلی

source: View System Information
fa_ir: نمایش مشخصات سرور و مامبو

source: Clean Cache
fa_ir: پاک کردن حافظه ناگهانی

source: Clean the content items cache
fa_ir: پاک کردن حافظه ناگهانی

source: Most Recently Added Content
fa_ir: تازه ترین مطالب اضافه شده

source: Currently Logged in Users
fa_ir: لیست کاربران حاضر

source: Force Logout User
fa_ir: از قسمت مدیریت خارج شود

source: Users Online
fa_ir: تعداد کاربران آنلاین

source: Most Popular Items
fa_ir: محبوب ترین ها

source: Static Content
fa_ir: محتوای استایک

source: Media
fa_ir: مدیریت رسانه ها

source: Menus
fa_ir: مدیریت منو ها

source: Users
fa_ir: مدیریت کاربران

source: # Items
fa_ir: تعداد آیتم های منو

source: Content Preview
fa_ir: نمایش مطالب

source: Module Preview
fa_ir: نمایش ماژول

source: Poll Preview
fa_ir: نمایش نظرسنجی

source: Please select an image to upload
fa_ir: لطفا یک تصویر برای ارسال انتخاب نمایید

source: File must only contain alphanumeric characters and no spaces please.
fa_ir: نام فایل باید از حروف و اعداد تشکیل شده باشد

source: Image %s already exists.
fa_ir: تصویر %s ایجاد شد

source: The file must be gif, png, jpg, bmp, swf, doc, xls or ppt
fa_ir: فایل شما باید یکی از پسوندهای gif, png, jpg, bmp, swf, doc, xls, ppt را داشته باشد

source: Upload of %s failed
fa_ir: آپلود %s با خطا مواجه شد

source: Upload of %s to %s successful
fa_ir: ارسال %s به %s با موفقیت انجام شد

source: File Upload :
fa_ir: ارسال فایل :"

source: Mambo Logo
fa_ir: نمایه ی مامبو

source: Web Link Manager
fa_ir: مدیریت لینک ها

source: Approved
fa_ir: وضعیت تایید

source: Edit Weblinks
fa_ir: ویرایش لینک

source: Weblink item must have a title
fa_ir: لینک باید عنوان داشته باشد

source: You must select a category.
fa_ir: شما باید یک مجموعه انتخاب نمایید

source: You must have a url.
fa_ir: شما باید آدرس لینک را وارد نمایید.

source: Web Link:
fa_ir: مدیریت لینک ها:

source: URL:
fa_ir: آدرس لینک:

source: Approved:
fa_ir: وضعیت تایید:

source: The module %s is currently being edited by another administrator.
fa_ir: ماژول %s در حال حاضر توسط مدیر دیگری در حال ویرایش می باشد.

source: Please provide a valid URL
fa_ir: لطفا یک آدرس لینک معتبر وارد نمایید.

source: Your web link must be given a title.
fa_ir: لینک باید عنوان داشته باشد

source: There is already a web link that name, please try again.
fa_ir: لینکی با این عنوان وجود دارد لطفا دوباره سعی نمایید.

source: Web Link
fa_ir: لینک ها

source: Web Link item must have a title
fa_ir: لینک باید عنوان داشته باشد

source: Submit A Web Link
fa_ir: ارسال لینک

source: From the list below choose one of our web link categories, then select a URL to visit the site.
fa_ir: جهت نمایش لینک ها لطفا یک مجموعه انتخاب نمایید.

source: Logged In
fa_ir: حضور در سایت

source: UserID
fa_ir: نام کاربری

source: Group
fa_ir: گروه کاربری

source: E-Mail
fa_ir: پست الکترونیکی

source: Last Visit
fa_ir: آخرین بازدید

source: You must provide a user login name.
fa_ir: شما باید یک نام کاربری انتخاب نمایید

source: Your login name contains invalid characters or is too short.
fa_ir: نام کاربری شما یا مورد تایید نمی باشد یا خیلی کوتاه است

source: You must provide an email address.
fa_ir: شما باید یک پست الکترونیکی وارد نمایید

source: You must assign user to a group.
fa_ir: شما باید کاربر را زیر گروه یکی از گروه ها نمایید.

source: Passwords do not match.
fa_ir: کلمه عبور تایید نمی شود.

source: Please Select another group as `Public Frontend` is not a selectable option
fa_ir: لطفا گروه دیگری را انتخاب نمایید - `Public Frontend` قابل انتخاب نمی باشد

source: Please Select another group as `Public Backend` is not a selectable option
fa_ir: لطفا گروه دیگری را انتخاب نمایید - `Public Backend` قابل انتخاب نمی باشد

source: User Details
fa_ir: مشخصات کاربر

source: Username:
fa_ir: نام کاربری:

source: Email:
fa_ir: پست الکترونیکی:

source: New Password:
fa_ir: کلمه عبور جدید:

source: Verify Password:
fa_ir: تایید کلمه عبور:

source: Block User
fa_ir: غیر فعال کردن کاربر

source: Receive Submission Emails
fa_ir: دریافت نامه های ارسالی

source: Register Date
fa_ir: تاریخ عضویت

source: Last Visit Date
fa_ir: آخرین بازدید

source: Contact Information
fa_ir: اطلاعات تماس
